delete from block where url = 'newfinbudget'
declare @blockid int
insert into block ( [PortalPartId], [BlockTypeId], [Name], [Url], [JSONValues], [IsActive], [RubricId], [IsMain])
values('min', 'doclist', N'Финансови отчети и одитни доклади на Сметна палата', 'newfinbudget',
N'{
  "title": {
    "bg": "Финансови отчети и одитни доклади на Сметна палата"
  },
  "body": {
    "bg": ""
  },
  "docs": [
    {
      "id": "bf1c18ab-5481-4a84-a1fb-6a21906106d9",
      "title": {
        "bg": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2020 г. до 31.12.2020 ",
        "en": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2020 г. до 31.12.2020 "
      },
      "docId": "FBE36A560394FE15B0D3CF0215451A85",
      "date": "2020-01-01"
    },
    {
      "id": "9ae9c0f4-bb26-4c88-a9dd-33fe10b1cb6f",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 31.12.2020 ",
        "en": "Отчет за касовото изпълнение на бюджета към 31.12.2020 "
      },
      "docId": "B5241F8B18BFF1247F77FD060273E901",
      "date": "2020-12-31"
    },
    {
      "id": "249df1d2-f624-419e-818d-952d1c1b91c7",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2020 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2020 "
      },
      "docId": "BF050CDD74A7BD08CA09E06F08195383",
      "date": "2020-12-31"
    },
    {
      "id": "50bd21d3-f137-439c-a174-324ab62422cc",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2020 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2020 "
      },
      "docId": "0AAA4538C35CC5BC2B59F59D8A5E65BB",
      "date": "2020-12-31"
    },
    {
      "id": "7fbe8d5b-5fa4-4016-9b75-d754c2990d3d",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 31.12.2020 ",
        "en": "Oтчет за средствата по други международни програми към 31.12.2020 "
      },
      "docId": "EA3CFE5364710922454AFC41B8583569",
      "date": "2020-12-31"
    },
    {
      "id": "7575f943-8f85-4ff1-af0c-e336858fbb1b",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2020 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2020 "
      },
      "docId": "C3A4E34A05531FE2A7AF1B803424DECA",
      "date": "2020-12-31"
    },
    {
      "id": "c71f313e-73bc-4b42-ac1f-369659440d5f",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2020 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2020 "
      },
      "docId": "E1896C248FD9331DB063FAFC4644AA19",
      "date": "2020-12-31"
    },
    {
      "id": "4d8568f1-f648-4982-bebe-75bf8ab12e89",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. декември 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. декември 2020 "
      },
      "docId": "C2BC38BB683BD7E83CF0A988986333A9",
      "date": "2020-12-01"
    },
    {
      "id": "2438627f-c020-4e2a-a29e-f6f597b1d554",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. декември 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. декември 2020 "
      },
      "docId": "D2093290D6843F9B4C53BE8ADB202A0F",
      "date": "2020-12-01"
    },
    {
      "id": "cb8ef99d-5118-4aca-973c-2a8d75534e74",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. ноември 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. ноември 2020 "
      },
      "docId": "26ED2B0C57764B3D23D29BA78F71E515",
      "date": "2020-11-01"
    },
    {
      "id": "52de4dca-7a34-4532-893f-a9f882c4eaad",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. ноември 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. ноември 2020 "
      },
      "docId": "60F95A3542C6E0A5E55F7FB6111B9DDE",
      "date": "2020-11-01"
    },
    {
      "id": "d0452032-ba98-4476-a6f3-7760d1f03e5d",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. октомври 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. октомври 2020 "
      },
      "docId": "5AD69BFA6DA1F3C422C47A05E49E7F3B",
      "date": "2020-10-01"
    },
    {
      "id": "f95f7b8d-c7e0-461e-b6af-446a613cc548",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. октомври 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. октомври 2020 "
      },
      "docId": "EC0F1D9DA28360CD071D91C25BFCBC66",
      "date": "2020-10-01"
    },
    {
      "id": "00069914-9839-4f24-97cf-6039374872ca",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 30.09.2020 ",
        "en": "Отчет за касовото изпълнение на бюджета към 30.09.2020 "
      },
      "docId": "6B596FE02B84507B828D87B0971EF746",
      "date": "2020-09-30"
    },
    {
      "id": "ac59cad7-596a-4743-a03c-0425f507140a",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2020 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2020 "
      },
      "docId": "2D088AE6FC97D136FFBEB8FCD3898171",
      "date": "2020-09-30"
    },
    {
      "id": "40d39c2c-0031-40fd-8e05-7fb8554576ee",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 30.09.2020 ",
        "en": "Oтчет за средствата по други международни програми към 30.09.2020 "
      },
      "docId": "26E34063DF56CBB254232D9B6C885DCE",
      "date": "2020-09-30"
    },
    {
      "id": "ca513790-c82b-4120-a068-7726031be930",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.09.2020 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.09.2020 "
      },
      "docId": "C221C686B536413FD17D9D0957020418",
      "date": "2020-09-30"
    },
    {
      "id": "03be33b7-5583-4ea0-b203-fd0621dfef6a",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.09.2020 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.09.2020 "
      },
      "docId": "E8B1DD9CB86E1403DF18E3E6629A22FA",
      "date": "2020-09-30"
    },
    {
      "id": "b02eb713-e3da-499d-bf99-96d248f07ddd",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.09.2020 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.09.2020 "
      },
      "docId": "4D0CF326F64FA6FE218E0074344181E6",
      "date": "2020-09-30"
    },
    {
      "id": "6f2ab1f5-1ce5-453f-a375-51dce0ebd286",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. септември 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. септември 2020 "
      },
      "docId": "7908B32D195B6A5072152779137AB84A",
      "date": "2020-9-01"
    },
    {
      "id": "9e43baab-e654-4731-91af-1fbe67e83603",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. септември 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. септември 2020 "
      },
      "docId": "03FE1D54C92441A319745465412BB9A0",
      "date": "2020-9-01"
    },
    {
      "id": "cb841599-2971-4eff-98d3-472009020aa6",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. август 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. август 2020 "
      },
      "docId": "9D2A97B717D05380693DC68CECAC3463",
      "date": "2020-8-01"
    },
    {
      "id": "8817e633-6202-47ed-aff4-3d0c69983688",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. август 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. август 2020 "
      },
      "docId": "6B1C620D9A87889D8517F902E9C2A500",
      "date": "2020-8-01"
    },
    {
      "id": "41635c76-33bf-4eee-a49e-d07924e8d9f1",
      "title": {
        "bg": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2020 г. до 30.06.2020 ",
        "en": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2020 г. до 30.06.2020 "
      },
      "docId": "60E87C7FCB1BD3F0F3296763AE1C3ECD",
      "date": "2020-01-01"
    },
    {
      "id": "5d90ac9f-7171-4361-97fd-e00fa6371f16",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. юли 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. юли 2020 "
      },
      "docId": "C9C05C194D7ECF690A426A06106B97DE",
      "date": "2020-7-01"
    },
    {
      "id": "7e789c76-52ae-4e51-b531-eab84cff4792",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. юли 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. юли 2020 "
      },
      "docId": "7BD5AABF1B209CC864B672B76B969737",
      "date": "2020-7-01"
    },
    {
      "id": "2dd0e6f0-33f9-40d5-89c0-5570be7be5ac",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.06.2020 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.06.2020 "
      },
      "docId": "8185E65278B5FA08FC97F87001892C2F",
      "date": "2020-06-30"
    },
    {
      "id": "ccbf189a-b6ad-4d22-a631-cc846cdbaa09",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.06.2020 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.06.2020 "
      },
      "docId": "EC9C969980B23A60A6E18D63C12C3834",
      "date": "2020-06-30"
    },
    {
      "id": "98cdf9f7-cbad-4c0f-bc55-4212fb06b90f",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 30.06.2020 ",
        "en": "Oтчет за средствата по други международни програми към 30.06.2020 "
      },
      "docId": "51F66BE8F3D629BFEE2D1C7327860839",
      "date": "2020-06-30"
    },
    {
      "id": "c7425c53-3025-4703-a89c-b912d1109d10",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.06.2020 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.06.2020 "
      },
      "docId": "0A58CD4B53E84BEA37F488118CAE4318",
      "date": "2020-06-30"
    },
    {
      "id": "14e4bfeb-66a4-482f-9f2e-ae8b20b4ecb6",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.06.2020 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.06.2020 "
      },
      "docId": "909584BA7758FD73C90E86F754913860",
      "date": "2020-06-30"
    },
    {
      "id": "572f25ed-2887-4d56-8e42-40ab73d1832a",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 30.06.2020 ",
        "en": "Отчет за касовото изпълнение на бюджета към 30.06.2020 "
      },
      "docId": "BDABAD0B6815CAF329B27D7AB1C28564",
      "date": "2020-06-30"
    },
    {
      "id": "557fa465-f5af-4e82-a13e-8cb46d6b10e4",
      "title": {
        "bg": "Сборен отчет за приходите и разходите на Министерство на правосъдието към 31.12.2019 г. в хил.лв. ",
        "en": "Сборен отчет за приходите и разходите на Министерство на правосъдието към 31.12.2019 г. в хил.лв. "
      },
      "docId": "374765E583EBE837988D890941CCFE9F",
      "date": "2019-12-31"
    },
    {
      "id": "588a2760-ae7e-4638-8e9e-17449811f54d",
      "title": {
        "bg": "Сборен отчет за касовото изпълнение на бюджета, сметките за средствата от Европейския съюз и сметките за чужди средства на МП към 31.12.2019 г. в хил.лв. ",
        "en": "Сборен отчет за касовото изпълнение на бюджета, сметките за средствата от Европейския съюз и сметките за чужди средства на МП към 31.12.2019 г. в хил.лв. "
      },
      "docId": "7D1646AB74FEA12A14F3E57B6DF44B11",
      "date": "2019-12-31"
    },
    {
      "id": "077ede8f-2755-4197-a137-fcbfc9533adb",
      "title": {
        "bg": "Сборен баланс на Министерство на правосъдието към 31.12.2019 г. в хил. лв. ",
        "en": "Сборен баланс на Министерство на правосъдието към 31.12.2019 г. в хил. лв. "
      },
      "docId": "EC328F846880C3D61B786FAC621B2D46",
      "date": "2019-12-31"
    },
    {
      "id": "0d459b7a-5ba1-44b4-abd9-a3cc3990a075",
      "title": {
        "bg": "Обяснителна записка към финансов отчет на Министерство на правосъдието към 31.12.2019 г. ",
        "en": "Обяснителна записка към финансов отчет на Министерство на правосъдието към 31.12.2019 г. "
      },
      "docId": "CF59D0BA2BDC0A2E972E6CBE390ED34C",
      "date": "2019-12-31"
    },
    {
      "id": "03878a8a-2824-41fa-a19a-dfde18cf9824",
      "title": {
        "bg": "Обяснителна записка към отчета за касовото изпълнение на бюджета, сметките за средствата от ЕС и сметките за чужди средства на МП към 31.12.2019 г. ",
        "en": "Обяснителна записка към отчета за касовото изпълнение на бюджета, сметките за средствата от ЕС и сметките за чужди средства на МП към 31.12.2019 г. "
      },
      "docId": "9AF546D51DFFC2322AB295214D37DC53",
      "date": "2019-12-31"
    },
    {
      "id": "9037aa14-c800-4622-8fc8-29c56f3b2e92",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. юни 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. юни 2020 "
      },
      "docId": "AE94A50E86A9D2C95F0DC95760DEA105",
      "date": "2020-6-01"
    },
    {
      "id": "5ac63018-993f-4012-ae46-4736573e1708",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. юни 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. юни 2020 "
      },
      "docId": "5514D2C24675FDAAF070062C272D1552",
      "date": "2020-6-01"
    },
    {
      "id": "e29f2b79-39b3-48c6-bde7-1af66353fd9d",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. май 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. май 2020 "
      },
      "docId": "5F21C7948E1018CBCFD4BE4E84F25EE0",
      "date": "2020-5-01"
    },
    {
      "id": "867e6ea4-acc3-4fd4-970e-d0dac8d6a878",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. май 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. май 2020 "
      },
      "docId": "588FC4EEE10797CF11C2D8E9DF004E14",
      "date": "2020-5-01"
    },
    {
      "id": "6bd9845b-1ada-438c-894c-cf0adf10feb1",
      "title": {
        "bg": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. април 2020 ",
        "en": "Обяснителна записка на отчета на разходите, извършени във връзка с Covid-19 за м. април 2020 "
      },
      "docId": "A8CDA6A53BAE0D517BC7C7F49FA48F0D",
      "date": "2020-4-01"
    },
    {
      "id": "fb8bc86d-0cc0-490e-b537-cfe9a73a2e25",
      "title": {
        "bg": "Отчет на разходите, извършени във връзка с Covid-19 за м. април 2020 ",
        "en": "Отчет на разходите, извършени във връзка с Covid-19 за м. април 2020 "
      },
      "docId": "BFF2690B4AB0BDE58948F544330F83D0",
      "date": "2020-4-01"
    },
    {
      "id": "2cec0406-7e04-4f7f-a280-09703cd4e6b0",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.03.2020 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.03.2020 "
      },
      "docId": "6F2911D5FB0B60408E42BD8C4E57CBAA",
      "date": "2020-03-31"
    },
    {
      "id": "00166d45-aa5b-469e-8595-ecc323aa71d8",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 31.03.2020 ",
        "en": "Oтчет за средствата по други международни програми към 31.03.2020 "
      },
      "docId": "DED0B88B7E87E0094BD4E8CD4C45C49F",
      "date": "2020-03-31"
    },
    {
      "id": "610cb6c5-8f66-4f9b-bf25-a65766f8fc87",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.03.2020 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.03.2020 "
      },
      "docId": "A73A2CE99E2217834F7A89BE2256B350",
      "date": "2020-03-31"
    },
    {
      "id": "388bc084-9fac-4860-b755-c7b826b2ac05",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.03.2020 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.03.2020 "
      },
      "docId": "4C296CC535BFB7BA98659D769E816212",
      "date": "2020-03-31"
    },
    {
      "id": "efd54681-2698-4808-85e6-acf82240fa9d",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 31.03.2020 ",
        "en": "Отчет за касовото изпълнение на бюджета към 31.03.2020 "
      },
      "docId": "49221FF2DB20C8E775A2B8B072EB67DD",
      "date": "2020-03-31"
    },
    {
      "id": "8e9a819d-3ad0-4af7-abaf-812fd95e65ec",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.03.2020 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.03.2020 "
      },
      "docId": "FFD3FF1B2BAA845A63D0087E5677CBE1",
      "date": "2020-03-31"
    },
    {
      "id": "e2baa661-f490-48e1-981b-dfd9da8d5a6e",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2019 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2019 "
      },
      "docId": "0272BEE2463D56CD57468FCA1035A153",
      "date": "2019-12-31"
    },
    {
      "id": "ca5c85e6-b25f-4a2c-84e2-dd642f78c7e8",
      "title": {
        "bg": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2019 г. до 31.12.2019 ",
        "en": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2019 г. до 31.12.2019 "
      },
      "docId": "41E115E2E7E8DDE1F355A63740BD591A",
      "date": "2019-01-01"
    },
    {
      "id": "c80c65d4-e105-43b5-b90c-68bb395c78f9",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 31.12.2019 ",
        "en": "Отчет за касовото изпълнение на бюджета към 31.12.2019 "
      },
      "docId": "B3A3199C7B22CFD477AD0026034A92A3",
      "date": "2019-12-31"
    },
    {
      "id": "059e18d1-2d01-4008-aa24-51258e07334c",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2019 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2019 "
      },
      "docId": "1F9F96E5A68A58D3173306789BBD6E23",
      "date": "2019-12-31"
    },
    {
      "id": "ff4c051b-fdf6-4658-9920-20464ce02d82",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2019 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2019 "
      },
      "docId": "0EC3F6737F7783618936E1A658E79314",
      "date": "2019-12-31"
    },
    {
      "id": "39e9e2d6-b49f-42e3-aa5d-3bc5551f3ba7",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 31.12.2019 ",
        "en": "Oтчет за средствата по други международни програми към 31.12.2019 "
      },
      "docId": "4C21938C995BC78513FA8DB6B7BFECFB",
      "date": "2019-12-31"
    },
    {
      "id": "101736cc-89f2-4c5d-b555-48d73eb9c94c",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2019 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2019 "
      },
      "docId": "0F8155013698623BFD16EB84678AA26C",
      "date": "2019-12-31"
    },
    {
      "id": "50194e93-0fc4-4972-8d3e-b3adddce0418",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2019 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2019 "
      },
      "docId": "66D7073DF741F80F28AE0F78517B8A95",
      "date": "2019-09-30"
    },
    {
      "id": "63451170-7aca-44a9-8332-9c3e795fef47",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E12B81C996CD8F61A0AF7CA51E674A89",
      "date": "2019-09-30"
    },
    {
      "id": "a607f2e3-6a68-4386-a903-41c7dbe07b06",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D00ED54376B891F7D1A4B2F936AE1015",
      "date": "2019-09-30"
    },
    {
      "id": "860524e1-60ca-481c-be30-3ffe3bf60605",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C1D867833001A7FA84364D257C986496",
      "date": "2019-09-30"
    },
    {
      "id": "db2c0bd7-4800-45a1-9db5-cf30897f4efc",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "8153C80153DDDD245E041E690E962F46",
      "date": "2019-09-30"
    },
    {
      "id": "036d6764-a047-4139-ab1f-2b4286493dc6",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A1432B97B8E90A125E98E2BE27021464",
      "date": "2019-09-30"
    },
    {
      "id": "f3d0d405-324c-4358-9296-6ffd4d3e5c13",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "0E146ABBC5E9F9328562D90D1C3C96BC",
      "date": "2019-01-01"
    },
    {
      "id": "b7eb2393-bde9-4b88-bafb-104de320dcdd",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1C2381AA662F0FA6842F78725B10985B",
      "date": "2018-12-31"
    },
    {
      "id": "b6d737d3-6c32-4829-bcae-c29c6b0d6a23",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E6F45783A036F4DE58AD8EB30E285DC2",
      "date": "2018-12-31"
    },
    {
      "id": "9b862674-0bb6-4259-a8ab-9b181c8526e8",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "28A9F32F73AD3F249DAA103739669836",
      "date": "2018-12-31"
    },
    {
      "id": "37ab4a23-953a-4c7f-8228-6ebaf3e70b31",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "19C585173411F8A9F758AB81ECCE4A85",
      "date": "2018-12-31"
    },
    {
      "id": "568e279b-a8d6-405f-8a5d-e3b892844be1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3C3F6A4786E78E5E87DB79E22374A35D",
      "date": "2018-12-31"
    },
    {
      "id": "017d960c-fc2e-46f5-a970-bf75867aa97b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1C372FCE43DCC5EC994211A618F48425",
      "date": "2019-06-30"
    },
    {
      "id": "3379de82-fd09-4a04-a656-ae05bc62376d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "664A1B6267AAF3D573728AB9D1D85B21",
      "date": "2019-06-30"
    },
    {
      "id": "1b288473-27f5-45c3-99a6-e9d01a0b9fe2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E4FA501EB3D54A7A4530E687907FDC98",
      "date": "2019-06-30"
    },
    {
      "id": "19b30954-bfbc-4921-8ed4-82b508e2393e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3570D8C569551DE1488E42DF7B370B4A",
      "date": "2019-06-30"
    },
    {
      "id": "f653dc92-b274-43bc-b836-7bb975209b08",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "87A2ACCB8A2DC5EFCC1096A35F3FD622",
      "date": "2019-06-30"
    },
    {
      "id": "57e65ec2-c57f-4661-becb-bef8c747537f",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A1432B97B8E90A125E98E2BE27021464",
      "date": "2019-06-30"
    },
    {
      "id": "b808e717-c4b3-47e3-9ed3-fd20b030dce0",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "EF07363D2144E602A259D9101AB45466",
      "date": "2019-03-31"
    },
    {
      "id": "aa77e319-1ec6-44b0-8d50-6a6eb264382d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "B312F653C184E2789F03093E7B2D9ADD",
      "date": "2019-03-31"
    },
    {
      "id": "e260fa0c-336b-495f-ba9f-66946d1d9707",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "7F134BAAA10214E76B10026A72468A1F",
      "date": "2019-03-31"
    },
    {
      "id": "f20e30c5-2457-459b-a57a-a1a303a14d9e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "FF8E1B32DF5436B218DC6BFD70CD9EDA",
      "date": "2019-03-31"
    },
    {
      "id": "94b4865b-0780-4211-bdc6-7da16456e427",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "F44800DA77F843F4838F625DF2232725",
      "date": "2019-03-31"
    },
    {
      "id": "58005a55-64e8-4a07-9ae3-c518b151dbe1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CCC6E4B2E6D0ED7B9DB471C3FBE1DBFC",
      "date": "2019-03-31"
    },
    {
      "id": "5e8de280-0831-4742-a506-9ce41b209e25",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E1093DBE54AB2A8EFB36313C6D0FE4A8",
      "date": "2018-12-31"
    },
    {
      "id": "1723dcd1-69de-4490-9f31-2ed4c6e6107e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "52D3058E8F2FAF5BA7AF2078940581F2",
      "date": "2018-12-31"
    },
    {
      "id": "9bc3a418-9ed6-45a9-9a7f-c0b8a6e409f8",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "58762F444270C59383E79BC91063502D",
      "date": "2018-12-31"
    },
    {
      "id": "f08784b2-d5ca-4a6f-a2e6-78bb890fe9de",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "DCEE1ECDF7D2176995726529F959D4EF",
      "date": "2018-12-31"
    },
    {
      "id": "ddbe2c01-fd37-4b83-839e-5b2e66c062d2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "2DDCE6F7301196E49C55221D4EB2A77A",
      "date": "2018-12-31"
    },
    {
      "id": "d6046868-7b0b-4355-b493-0801d7c3cd2c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A1432B97B8E90A125E98E2BE27021464",
      "date": "2018-12-31"
    },
    {
      "id": "93ace58f-f492-49f8-9982-ce1921e69384",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "8B39E1E022EDC313E9ED7F1B24EC90B4",
      "date": "2018-09-30"
    },
    {
      "id": "19c4e0e6-a9aa-4bc1-9a27-87811b0f83ae",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C73B7C5687A5581D5477D11B92414F79",
      "date": "2018-09-30"
    },
    {
      "id": "d87cb93d-1d12-4a44-8a98-33d0d4f71093",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CB1C1E7D9D901920333C12EB363AB4FA",
      "date": "2018-09-30"
    },
    {
      "id": "5a8ad72f-8802-4608-a380-17867f44c768",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "40C23D7A7129FB59C87EFE08F3688FCB",
      "date": "2018-09-30"
    },
    {
      "id": "bd8ca04c-4b8b-476f-a2bb-bb8cf0b05741",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CDFC9B89638023B00C8F0EFDCC83CFF6",
      "date": "2018-09-30"
    },
    {
      "id": "a1fd1d32-90db-415a-b458-c9c88287ef84",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A1432B97B8E90A125E98E2BE27021464",
      "date": "2018-09-30"
    },
    {
      "id": "5777593d-58bc-4264-ad36-c33f64865945",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "4DC88D8E1F5DD2C7DE346B3F526D05CE",
      "date": "2018-01-01"
    },
    {
      "id": "8bfb3797-2990-48ca-836b-96d808c8c26c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "B98E14B0E99DB2E33571516928F76616",
      "date": "2018-06-30"
    },
    {
      "id": "1131cc5a-bb4d-4d68-9ba9-e665c11951c2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "7F0BA679D2AA418033358ECA06C1FF82",
      "date": "2018-06-30"
    },
    {
      "id": "d0e6ed45-f7da-4573-96aa-1759eaaa3df8",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A4807880ACC22276F7E4622DAEC9BDAD",
      "date": "2018-06-30"
    },
    {
      "id": "8de3413b-de45-4eda-b811-b162be76814c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A901F253D8132F649BE1799CEAE0A1A4",
      "date": "2018-06-30"
    },
    {
      "id": "bd78b8a3-4a87-43a9-a8d1-b9f9255c3a98",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "4327533DB084E904106322111F54E7D9",
      "date": "2018-06-30"
    },
    {
      "id": "f02dc06d-d285-42a3-9323-cfd30263312e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A1432B97B8E90A125E98E2BE27021464",
      "date": "2018-06-30"
    },
    {
      "id": "0fc045e0-abed-4ba1-b3aa-5600388e7bc3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1134A2679A15B77E02E03C93A63B0D85",
      "date": "2018-03-31"
    },
    {
      "id": "a4ef8722-9236-4cd1-a7e3-9abe616aa9ed",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "785D10F17E4B8BD48F629111218B2722",
      "date": "2018-03-31"
    },
    {
      "id": "32275efa-b6a5-432f-bb81-eb965ce8eeea",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D21113FC295D831CEE080E24D1749711",
      "date": "2018-03-31"
    },
    {
      "id": "3b97ae4e-e4da-4ea1-97d0-f37a6b3083da",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "11FC95F9A7FEF0B5E7147D3084B5F187",
      "date": "2018-03-31"
    },
    {
      "id": "389d693c-b75d-478a-88da-a1d3a6c9e05c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "B393B29BA34D7BF9569427BF35A2D2E7",
      "date": "2018-03-31"
    },
    {
      "id": "9cb1e83d-9353-4acf-8ff6-9d71ef81b138",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "105403F77CC0B799CBD984E017AE1B65",
      "date": "2018-03-31"
    },
    {
      "id": "d703620d-0b48-4ca9-a43e-05c8ac0b6814",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "63610819718DFE10A045E623B4D2DB3D",
      "date": "2017-01-01"
    },
    {
      "id": "89873917-2012-4fe8-b214-20cba16fe5ac",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "5CB1FA06B48D83FF5CEEA02D47E598B5",
      "date": "2017-12-31"
    },
    {
      "id": "7153b87e-66d0-4d2e-866c-45f037ec6d28",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "490C456D220EA4BB7814CF31D14EEA47",
      "date": "2017-12-31"
    },
    {
      "id": "9a5246c3-8ab5-4070-ba0f-19cc608520f9",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "61D3C77C34B5FF491979E8522B74AF35",
      "date": "2017-12-31"
    },
    {
      "id": "154cebc0-1941-47cc-801b-4b70fabb4cee",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "9B60AA11747A13F8B5395DA5685D9863",
      "date": "2017-12-31"
    },
    {
      "id": "a66ede54-2360-426f-b96d-c1289de135b5",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C5BEC19CD8B3D025EB8B72FF886B0D0D",
      "date": "2017-12-31"
    },
    {
      "id": "19191207-f291-48e7-9a0a-a23c396babb0",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D39CFCC461220443EE6D0A632981AE8E",
      "date": "2017-09-30"
    },
    {
      "id": "debe2460-df26-4d32-b264-b90c2b048fb9",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "5F7324F01F69D58A53F8A55158D47078",
      "date": "2017-09-30"
    },
    {
      "id": "4b8870e0-3f36-4daf-b3f8-a8abdf56cf48",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C7E14A2D7BB878E5529D7DD59A5DAA33",
      "date": "2017-09-30"
    },
    {
      "id": "6a684314-c5f7-47de-a836-1559aa90550d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "183AAB999D267DD8B89C8601F613BD5C",
      "date": "2017-09-30"
    },
    {
      "id": "5fafb018-0107-41e6-8bbe-35be264a9241",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "FC1AA2DDE1B014C7431BC85D9FF4F366",
      "date": "2017-09-30"
    },
    {
      "id": "e1c09917-612e-4ba7-a1de-16ffa96abcaa",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "2D1CF91AFB4A70032D1CC4B4E126BC99",
      "date": "2017-01-01"
    },
    {
      "id": "e9e6718c-4a59-42b1-bc69-215d9c4d5953",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D39CFCC461220443EE6D0A632981AE8E",
      "date": "2017-06-30"
    },
    {
      "id": "419ef736-9838-411b-ad29-7ba693a71a45",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "23053F32D79EED51604A499D7804D974",
      "date": "2017-06-30"
    },
    {
      "id": "74e201e5-54f5-4e40-8102-540c5a0e3302",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A8C21E690470C832C28A807692479EB6",
      "date": "2017-06-30"
    },
    {
      "id": "4aa53395-e8e3-4101-8360-3dd8a6167a0e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CA40CF7D8ED5A020D2EBB9C504902DB5",
      "date": "2017-06-30"
    },
    {
      "id": "b0e1e40e-18fb-41d6-8405-d86864adc999",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1261695F94832C972CBE702F00B792D6",
      "date": "2017-06-30"
    },
    {
      "id": "65c89f72-72a5-4d5b-92a3-94bc093b7e52",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D39CFCC461220443EE6D0A632981AE8E",
      "date": "2017-03-31"
    },
    {
      "id": "b8faeef8-0a51-49e1-bc5b-bdfe702f0b82",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "FD7DFA2F9DA1E093D934D95958527B84",
      "date": "2017-03-31"
    },
    {
      "id": "5bbb66d2-e762-42c9-8838-7253e33b8601",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "F48832F89C50B118BDF494BF42E799A6",
      "date": "2017-03-31"
    },
    {
      "id": "ea66d501-1665-4316-ba95-244d1353c7f3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "6D6EA309CD111CD9FFE42ABDAD1CC352",
      "date": "2017-03-31"
    },
    {
      "id": "4286846c-6c1f-4fff-ba5e-3e115c9bf224",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A740200087C7D99DF77B689B84E16D36",
      "date": "2017-03-31"
    },
    {
      "id": "f2a5d11e-e372-4522-ae58-df390a79e7d9",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "340C9D47B886BB55FA1A75EEBFF9DD98",
      "date": "2016-01-01"
    },
    {
      "id": "ed5389f6-a6ce-4268-9bc9-093a0afa4b70",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "9D7D075D80611C8C7CBF2F4A9EBE9099",
      "date": "2016-12-31"
    },
    {
      "id": "d0588cf6-586e-493c-9983-f22a619ece66",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "BADDCB713DABE486510E62ABFDE8CF21",
      "date": "2016-12-31"
    },
    {
      "id": "ce074ec2-c488-41ff-9436-ff9a7f3ada2d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "64FEF3FFDF573F5D25DAC487DFB35707",
      "date": "2016-12-31"
    },
    {
      "id": "57b4044d-f574-4361-8a43-9ea8bad76644",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "692C075FA838218F8540F435115A9AA9",
      "date": "2016-12-31"
    },
    {
      "id": "160c88d7-3ec4-4bbc-b269-a00d6758c78c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "15E51BE315DBDBF883F19C1A071FBBCE",
      "date": "2016-12-31"
    },
    {
      "id": "f74da656-0c5b-4280-a7b6-362d1cbcc9eb",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "9D7D075D80611C8C7CBF2F4A9EBE9099",
      "date": "2016-09-30"
    },
    {
      "id": "92f3269a-edfc-49a4-bfb5-8832744ac68c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "10EA4E6E109F0C2B676EEA2A0F13B085",
      "date": "2016-09-30"
    },
    {
      "id": "e9ce79dd-bec3-4454-a66e-35046c9847ed",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "AF999970B75C8A640CFCC560F29EB867",
      "date": "2016-09-30"
    },
    {
      "id": "ccf0cacb-0fb4-4ce8-8793-f39ef4bc8a7c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "4983FDB46388C546E8DC9F3A40CD7445",
      "date": "2016-09-30"
    },
    {
      "id": "8fe16868-f179-4a35-8cd0-7eb9d490fc3f",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "7D942DC65458822A11D0C7F51D215C1A",
      "date": "2016-09-30"
    },
    {
      "id": "419240b9-d363-4137-96f0-daae1ae39f9a",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "BA685D66A0B96735A63AF9D20DE8FFF7",
      "date": "2016-01-01"
    },
    {
      "id": "65828448-085d-4d18-9baa-ac70be830c7e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "F1609A785EA7D19D12C10D3B9EC553CE",
      "date": "2016-06-30"
    },
    {
      "id": "7f3ed227-4873-4d1d-8043-256dc961ab98",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "DFB602B95897C9E87838CF527D6829A4",
      "date": "2016-06-30"
    },
    {
      "id": "6acee778-b0b2-4cc9-b662-f7e4179ce63b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "323FC6855A9D773A86BDEFC571994236",
      "date": "2016-06-30"
    },
    {
      "id": "d1123e86-ac9a-4b3a-9687-574230be7052",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "77EC9441C6E40F5A42D1659F695C4466",
      "date": "2016-06-30"
    },
    {
      "id": "ade386ef-8a37-4a10-811f-1b4957a8a00a",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "944B86A94A52B6F039998A0312BED9B5",
      "date": "2016-03-31"
    },
    {
      "id": "cc1b3ea8-a482-4fdf-b2e1-431101a77c78",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "21CE7441805D28EDCCE4EAA6C3956E1C",
      "date": "2016-03-31"
    },
    {
      "id": "a65e9014-ff33-4680-9b55-be83d1bf95c3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "27184265DD703D65B3CF64304E01BCA2",
      "date": "2016-03-31"
    },
    {
      "id": "c66e6b9a-44e4-450b-a182-bf8ec4080476",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "FDF9790F27861189AB6672852D0D5E4C",
      "date": "2016-03-31"
    },
    {
      "id": "0d3b0d6a-d81b-4c1b-9a58-8ee03b1fafe0",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CBB4CF54745C8FD78F29DF3A36425CBA",
      "date": "2016-06-30"
    },
    {
      "id": "96a60c2b-d971-4de4-820f-ade257d6c748",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "70033DC0BF222871215670FF7D7CA8A3",
      "date": "2016-03-31"
    },
    {
      "id": "143a26e1-9db0-494a-96ce-8cf674059cfc",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "B40917C919BE96BE2A78D0E838B8C147",
      "date": "2015-01-01"
    },
    {
      "id": "760b19de-cd1c-498a-86c6-2a6a688ae5e2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3BD43E720889B912847E8C087000F5B0",
      "date": "2015-12-31"
    },
    {
      "id": "ee170958-ce43-4384-8f4c-e9a6d01866f2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C2E4C886EECF5A6B7AD20E2087CD6330",
      "date": "2015-09-30"
    },
    {
      "id": "d20e75d4-fe44-4762-993c-225ba080bda2",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C1A603664337F12EF89821C18F4A6DA1",
      "date": "2015-09-30"
    },
    {
      "id": "fa2ca6b6-aa69-44c9-b475-0bbe0a245d42",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "19B6C0608AEFECAF19DB250548EA980E",
      "date": "2015-09-30"
    },
    {
      "id": "5a56acb3-1293-4aac-a648-9ef1879d181c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3BCBF7BC0F12917E3ED1F2C2FB394962",
      "date": "2015-09-30"
    },
    {
      "id": "b0cb853b-d870-46b7-8eeb-4f8f34aff2e5",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3BD43E720889B912847E8C087000F5B0",
      "date": "2015-09-30"
    },
    {
      "id": "9371c7a3-da12-4164-a8fe-99e8539fc999",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1B0336A920AB6FCC02523259F3E29154",
      "date": "2015-01-01"
    },
    {
      "id": "3ff8da69-be03-49da-963d-7359c7f5c60c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C351AF2EC1B59DBF8CD5B9D043678316",
      "date": "2015-06-30"
    },
    {
      "id": "049e59ac-db62-4f7e-9e8f-2a20c4a578d3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "39FE8A1D9203FDC6E05EEEBB8B8A0902",
      "date": "2015-03-31"
    },
    {
      "id": "84412969-d4fb-4491-bf5f-41c7f2087550",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "7C791D887FE96D7018DE962B35ED8FA2",
      "date": "2015-06-30"
    },
    {
      "id": "3befa583-f77c-4d93-81f0-f717c06f65f9",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "642EEDFBF72CB78AC0421B2B18E3134E",
      "date": "2015-06-30"
    },
    {
      "id": "11b829cd-11a7-4ca5-a4d6-5f403ff7c052",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A203D2A7FDAF4D12C75E1C00F84B134A",
      "date": "2015-06-30"
    },
    {
      "id": "bf863eb3-76c4-4372-befd-f0f159f32c1c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "8FFBEBF185880C48BA9A8002E479BB75",
      "date": "2015-06-30"
    },
    {
      "id": "4454e853-ad8a-4f93-b23d-a5e234d5d657",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "462F2538934FCE5092763C08E712B8CA",
      "date": "2015-03-31"
    },
    {
      "id": "ec42e43c-9629-4e2f-bbd7-01a35dc2137b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "33AED0DE8C00A5751200FFC2E442651D",
      "date": "2015-03-31"
    },
    {
      "id": "74f882df-d52b-4f24-8e1a-804b90acfe6d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "40E92E83AFF2E14B31FE94056C0B7BC8",
      "date": "2015-03-31"
    },
    {
      "id": "268794f0-293f-4516-9985-cdc58be4a8e1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "259CD6C0993F59A554A708D341C92793",
      "date": "2015-03-31"
    },
    {
      "id": "89f06ee1-11eb-41f0-82ab-3d7f46a55dde",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "723E1E6D9496335FFFA5F5D2F2E9F7D5",
      "date": "2014-01-01"
    },
    {
      "id": "18d4a45e-3fc7-413e-979c-611c361d498e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A812DF04F3CB1B07B00E7A7D05F71695",
      "date": "2014-12-31"
    },
    {
      "id": "545498e5-e056-4123-90ba-0d99720e7d50",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CC8D5AB183606C6AEA34E6C18D18A1AA",
      "date": "2014-12-31"
    },
    {
      "id": "45af9b74-e6d0-432a-a641-b78a24f219f6",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "40535C2A95411136422226E007243617",
      "date": "2014-12-31"
    },
    {
      "id": "12536268-0f64-4961-a01b-25fc787a5dab",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E67797CD22C82B1D3E018BFB2F0476AD",
      "date": "2014-12-31"
    },
    {
      "id": "34d5c1a0-495f-422a-a746-07a5a5279a8f",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "66767C1A59A35848AB48441FA7AC3208",
      "date": "2014-12-31"
    },
    {
      "id": "acab0008-edb2-454f-91ca-377303ae9e1b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "7A9B5CE478D7C9FBD4C265FB0E9E8A88",
      "date": "2014-09-30"
    },
    {
      "id": "e46a6c89-8f0d-4452-8d39-d638163ee99e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "43CCB1ACD6FA21A94C371D97EBF3AEE0",
      "date": "2014-09-30"
    },
    {
      "id": "d376a659-ae6d-4dc6-9612-5543f57b4c2b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "FE5D8C1B63C9E6E99C56CF86255418EE",
      "date": "2014-09-30"
    },
    {
      "id": "f4c8251d-e04d-4575-be14-d191e39fddbf",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "987E014A6AA23E77EA3E1481B6F4A6BA",
      "date": "2014-09-30"
    },
    {
      "id": "873c12a6-5d0a-4a02-b9ef-24a5dcbcd6dc",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "AC8F766F302A37492E963115076CAC33",
      "date": "2014-09-30"
    },
    {
      "id": "567a1649-73bd-46e6-bb73-f489322e3890",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1D906221332C6FF605FCED067C453FAC",
      "date": "2014-01-01"
    },
    {
      "id": "c7550359-cc2d-44e9-aa98-5efc35c47fc1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "87E8A40C6B0150B7C57237A314D5809F",
      "date": "2014-06-30"
    },
    {
      "id": "62c12109-274e-45c0-ba22-7a8ea2951db4",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A7E717403106F8934E44C653901DEBB8",
      "date": "2014-06-30"
    },
    {
      "id": "e537aa1b-9a96-4733-afc3-4b6090d95d96",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "0612CBA1180092D209373440909C4A85",
      "date": "2014-06-30"
    },
    {
      "id": "03bdbba9-30e2-462b-9b02-558d8e27a6d6",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "56B75F6085E75D862D9257487684FD0A",
      "date": "2014-06-30"
    },
    {
      "id": "c60b4742-7d3a-4df6-a074-22dfe6e01a9e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "204E2EA8FEF7843362F62776964082F6",
      "date": "2014-06-30"
    },
    {
      "id": "722fe9e6-a1d4-49ab-8d0f-f700c1858b70",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "9C01A2C36F5994040C1BE9C6E3971DBE",
      "date": "2014-03-31"
    },
    {
      "id": "89e177c1-51d4-4b8f-a0c3-0fb6a3fe751d",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A9649972DD6C19416544FEFFB58019F6",
      "date": "2014-03-31"
    },
    {
      "id": "d9c2e745-eccb-4b5e-90dc-3129e586a841",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D92AA77E91237FE06CD61D3E8A4B748B",
      "date": "2014-03-31"
    },
    {
      "id": "05316004-4500-4145-becc-d1d6801300f1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "9E3F6EE762D4CA687E1F44F23135FA04",
      "date": "2014-03-31"
    },
    {
      "id": "06ba701e-09bd-421b-b43d-cacb7e3fa4b7",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "2B4B03C88300E4AF7026DF4D3DDB8B99",
      "date": "2014-03-31"
    },
    {
      "id": "a018abe0-bce2-4f62-8653-c1070dd7b5b7",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "53C545EF1DBB90514B3D1231D1F9CB99",
      "date": "2013-01-01"
    },
    {
      "id": "272d5bc7-9f96-4755-bb04-800cc2b60425",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "0BE0EBDB55CCAB2F4B861D1AD8D78515",
      "date": "2013-12-31"
    },
    {
      "id": "48fd758c-161d-4486-ad70-d1452f9faf6b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3A5CC4EDCB1208F3D117604D5E795FA9",
      "date": "2013-09-30"
    },
    {
      "id": "d1c9cf5c-b8bf-4c1b-977b-fc1e9169353b",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "E7202E756835AC7E23DF4C3E80952EB4",
      "date": "2013-01-01"
    },
    {
      "id": "cc24f5f4-f1bb-441d-9bbe-55ddde2e9bfa",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "833D82CAB6294D43B00656CE3EC81A36",
      "date": "2013-06-30"
    },
    {
      "id": "ddf513ac-4f3b-44ae-ac97-dbd8bf057033",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "921DEF5D448E11B1256A077A66D8BB32",
      "date": "2013-03-31"
    },
    {
      "id": "9757f421-9561-4a37-bb84-20f4356efcce",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3A12CF8ACF4928FB13FC9F768CB7A995",
      "date": "2012-01-01"
    },
    {
      "id": "74d30696-e56d-419a-8925-8d3d81fc1bae",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "F6C465179C63D0E4DC5EAD8D0DBF9F0E",
      "date": "2012-12-31"
    },
    {
      "id": "92e03d49-5875-490e-91ce-a4c4f2b51386",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CDE54C599F82E1092DEFE5FDDFDDFF8C",
      "date": "2012-09-30"
    },
    {
      "id": "fe40a4a9-faa9-48ee-bc31-071f582a5ba1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "54AF771F5466748491B662E10B763150",
      "date": "2012-01-01"
    },
    {
      "id": "4db8f7a7-4c46-47dd-9b7b-75bc8fa9eb85",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1846B3D32CF6217CA04D4A6F3037A01F",
      "date": "2012-06-30"
    },
    {
      "id": "fc473aaa-f983-4ab0-96cd-45d788aefba0",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "31F9425EB8D7F3583542FA18F3F11DAE",
      "date": "2012-03-31"
    },
    {
      "id": "22d65fad-7aaa-46bd-a923-99ff6772c890",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "6A49035CACB586BF1D8C9BCAEECEE314",
      "date": "2011-01-01"
    },
    {
      "id": "b16304e2-d209-46b6-9474-ed545b17c523",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "D542162D32C53886A340518A020E410A",
      "date": "2011-12-31"
    },
    {
      "id": "25b35b25-9084-4fa4-a8a3-1ec7864ad69f",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "CE407A595F34E749822B8585B56B7CFB",
      "date": "2011-01-01"
    },
    {
      "id": "415beeb4-6bca-424e-90d4-9b7fe8dbbf9e",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "BB67F8375F44F783FAEA75FA34FA6014",
      "date": "2011-09-30"
    },
    {
      "id": "4e93fdb3-c6b8-422f-a223-3f7bf8a36ae1",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "6EB3E0E88F151E699FB17C8CF35DB577",
      "date": "2011-06-30"
    },
    {
      "id": "c9e897c2-4629-46db-920b-e6f333db00e0",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "3BBE40B831B4938BB6EC63D0DD5B0E29",
      "date": "2011-03-31"
    },
    {
      "id": "8cd56cb4-c325-4477-afb0-c2642dd0660c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "A0309BD431C9022F389D39F2F01CDE1F",
      "date": "2010-12-31"
    },
    {
      "id": "9f7292ba-13f5-4599-837b-fe233bd85385",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "F770310390898C3175DBA7D47284AFE3",
      "date": "2010-12-31"
    },
    {
      "id": "b9065000-5661-4dd1-a64d-6787bdd834ee",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "1A156CAC1013D82CDD826F3391DDB7C3",
      "date": "2010-12-31"
    },
    {
      "id": "a767c6c1-5848-46be-a358-dec4f0379f8c",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "5118F791A00D6D05DA2E035EDA56E218",
      "date": "2010-06-30"
    },
    {
      "id": "bcedaaf3-93cf-425d-a71e-da3c7755f629",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "B66BAAF7598BE596BF69F54DC208DBFF",
      "date": "2010-03-31"
    },
    {
      "id": "70a9b772-ff9b-4adc-9bf3-ef2d687875d3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "92D42BEC57072C7242EA683C5E74B33B",
      "date": "2009-12-31"
    },
    {
      "id": "b7a143f3-2919-415b-bb35-ef36719689d9",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "67282622A6298CCDD1C3885B9FBB2C7A",
      "date": "2009-03-31"
    },
    {
      "id": "46978b69-ba19-4241-bcae-df5c634210f3",
      "title": {
        "bg": "",
        "en": ""
      },
      "docId": "C1E0066CD9E4B20AC5B8C6BB00009BC6",
      "date": "2008-12-31"
    },
    {
      "id": "d00de18b-3231-4e1d-8a41-4c1980e7173b",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2021 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.12.2021 "
      },
      "docId": "F0B4B192E7EFA4A85591EF40C0F08E67",
      "date": "2021-12-31"
    },
    {
      "id": "03baec5f-ca17-4efd-abf9-e06dfeb4ffa1",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 31.12.2021 ",
        "en": "Отчет за касовото изпълнение на бюджета към 31.12.2021 "
      },
      "docId": "781708A85144DDDABA34D189FE13971B",
      "date": "2021-12-31"
    },
    {
      "id": "2973290d-9346-4e10-acfe-9107e518638f",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2021 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.12.2021 "
      },
      "docId": "D145FDD90976E8F4FB84E5CF0ACCEEF7",
      "date": "2021-12-31"
    },
    {
      "id": "5a8dfb8d-576f-4978-983a-c52ad2b74ae8",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2021 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.12.2021 "
      },
      "docId": "F095B9136686F0BDF38E820B781BD17B",
      "date": "2021-12-31"
    },
    {
      "id": "04a4fab7-d68d-4854-85b2-7620d563ce04",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 31.12.2021 ",
        "en": "Oтчет за средствата по други международни програми към 31.12.2021 "
      },
      "docId": "534ABADBE5DFD771E568A734AEB63267",
      "date": "2021-12-31"
    },
    {
      "id": "859efb13-1d33-468c-9308-cd24541b1d2a",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2021 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.12.2021 "
      },
      "docId": "693418E82A937499270622EAC2CD831E",
      "date": "2021-12-31"
    },
    {
      "id": "db178c87-939d-4f8b-9ee7-08b1598f3d8a",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 30.09.2021 ",
        "en": "Отчет за касовото изпълнение на бюджета към 30.09.2021 "
      },
      "docId": "6A820A560E0940F25074CE6CF87796CA",
      "date": "2021-09-30"
    },
    {
      "id": "c6650cc6-057f-4b8f-94a6-28347a2f6c8d",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.09.2021 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.09.2021 "
      },
      "docId": "1E9BCC3B67F2DF82F33F8D42560B90A5",
      "date": "2021-09-30"
    },
    {
      "id": "1618f2f3-73fd-438f-af3e-2cae66e1bacf",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2021 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.09.2021 "
      },
      "docId": "51C20CED34B29B2B6DC0B4E607977BC9",
      "date": "2021-09-30"
    },
    {
      "id": "b0192577-e27c-4238-a31c-362ea422cadf",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 30.09.2021 ",
        "en": "Oтчет за средствата по други международни програми към 30.09.2021 "
      },
      "docId": "1B726E4FB6F4534FCDED83A4F5EEDF30",
      "date": "2021-09-30"
    },
    {
      "id": "7fcf0d83-48fe-4e7d-adb5-3408eb5ccad9",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.09.2021 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.09.2021 "
      },
      "docId": "ED41B88620B8151B74C042F7E04D855B",
      "date": "2021-09-30"
    },
    {
      "id": "af53965b-ea1f-4aaf-a4a7-610c4e98e7fa",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.09.2021 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.09.2021 "
      },
      "docId": "CD9BFF7FC7830693654A0D98A7FDB98A",
      "date": "2021-09-30"
    },
    {
      "id": "ee1db18e-0eaa-4bec-89ab-e8b2c7e71d9f",
      "title": {
        "bg": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2021 г. до 30.06.2021 ",
        "en": "Отчет за изпълнение на програмния бюджет за периода от 01.01.2021 г. до 30.06.2021 "
      },
      "docId": "E552E9ED1596A81A6D0E6E6D61A467F1",
      "date": "2021-01-01"
    },
    {
      "id": "199308f1-d51b-4d16-8e32-6e6e8bc04668",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 30.06.2021 ",
        "en": "Отчет за касовото изпълнение на бюджета към 30.06.2021 "
      },
      "docId": "4BD9DE620F3976CD9B61E13BE57AC068",
      "date": "2021-06-30"
    },
    {
      "id": "f1065388-9000-4153-b8ec-807a117acab2",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.06.2021 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 30.06.2021 "
      },
      "docId": "3A1DD98BAD05BF744FDF01CDCB6C1D90",
      "date": "2021-06-30"
    },
    {
      "id": "579bdeff-b6b9-466f-b4b9-7e3954f6cb29",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.06.2021 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 30.06.2021 "
      },
      "docId": "C652A83A2535F51CCA4DD92AD7676F95",
      "date": "2021-06-30"
    },
    {
      "id": "ad7d7390-c6bc-4daf-9a99-0d42d804b5c7",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 30.06.2021 ",
        "en": "Oтчет за средствата по други международни програми към 30.06.2021 "
      },
      "docId": "946EB0F44AD60F2EF87E2074D84C13C2",
      "date": "2021-06-30"
    },
    {
      "id": "224b3119-56cd-497f-8d2d-039ad5c21ec5",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.06.2021 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 30.06.2021 "
      },
      "docId": "02F908E543512BA2827F0D07A5B47E77",
      "date": "2021-06-30"
    },
    {
      "id": "ace3fe72-a4ac-410b-9514-44c50046f135",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.06.2021 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 30.06.2021 "
      },
      "docId": "14141705B6DE1E709E050C75ECC59C00",
      "date": "2021-06-30"
    },
    {
      "id": "14ce4380-a58e-4701-89ca-028f9ac1766f",
      "title": {
        "bg": "Сборен отчет за касовото изпълнение на бюджета, сметките за средствата от Европейския съюз и сметките за чужди средства на Министерство на правосъдието към 31.12.2020 г. в хил.лв. ",
        "en": "Сборен отчет за касовото изпълнение на бюджета, сметките за средствата от Европейския съюз и сметките за чужди средства на Министерство на правосъдието към 31.12.2020 г. в хил.лв. "
      },
      "docId": "EB2B209DCF92C902B843CE9550BA0F9E",
      "date": "2020-12-31"
    },
    {
      "id": "629d11f7-bac6-4ce8-99a7-944be796f931",
      "title": {
        "bg": "Сборен баланс на Министерство на правосъдието към 31.12.2020 г. в хил. лв. ",
        "en": "Сборен баланс на Министерство на правосъдието към 31.12.2020 г. в хил. лв. "
      },
      "docId": "B371E9D539A5F01BA1BC0C8052CBABF7",
      "date": "2020-12-31"
    },
    {
      "id": "af2e1ebc-7dce-4da2-8304-ce8f6c715c0e",
      "title": {
        "bg": "Обяснителна записка към годишния финансов отчет на Министерство на правосъдието към 31.12.2020 г. ",
        "en": "Обяснителна записка към годишния финансов отчет на Министерство на правосъдието към 31.12.2020 г. "
      },
      "docId": "E67E56F83CE8A43084BC3DA640996F85",
      "date": "2020-12-31"
    },
    {
      "id": "0f63a3df-2138-4a6e-848f-96fd34e1e427",
      "title": {
        "bg": "Сборен отчет за приходите и разходите на Министерство на правосъдието към 31.12.2020 г. в хил.лв. ",
        "en": "Сборен отчет за приходите и разходите на Министерство на правосъдието към 31.12.2020 г. в хил.лв. "
      },
      "docId": "9D093934C19129494B22432E7A655431",
      "date": "2020-12-31"
    },
    {
      "id": "0978927f-b396-432e-9e4c-e48b482eb52f",
      "title": {
        "bg": "Отчет за касовото изпълнение на бюджета към 31.03.2021 ",
        "en": "Отчет за касовото изпълнение на бюджета към 31.03.2021 "
      },
      "docId": "BED0D847F1B667B449EF2C6BFA4FF1E7",
      "date": "2021-03-31"
    },
    {
      "id": "670dc48e-a3b6-4d92-a9d2-a6ab82a738bb",
      "title": {
        "bg": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.03.2021 ",
        "en": "Oтчет за касовото изпълнение на операциите и наличностите по сметките за чужди средства към 31.03.2021 "
      },
      "docId": "11AB1958C7A2A9B338ECBAD2E2431C0B",
      "date": "2021-03-31"
    },
    {
      "id": "48255ddf-d989-48fd-8ee2-04c275edfabc",
      "title": {
        "bg": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.03.2021 ",
        "en": "Отчет за касовото изпълнение на други средства от Европейския съюз към 31.03.2021 "
      },
      "docId": "5E94B12AB5CDADCE8709C190EE9E1A84",
      "date": "2021-03-31"
    },
    {
      "id": "0c2061c7-43d4-466b-bdb9-fb07d249c114",
      "title": {
        "bg": "Oтчет за средствата по други международни програми към 31.03.2021 ",
        "en": "Oтчет за средствата по други международни програми към 31.03.2021 "
      },
      "docId": "F93C248EAE8D172A2CB0BF2E428B0A7D",
      "date": "2021-03-31"
    },
    {
      "id": "13cf6efd-5c6a-4629-bca6-5aa755c5dd5a",
      "title": {
        "bg": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.03.2021 ",
        "en": "Oтчет на сметките за средствата от ЕС на бенефициентите на Кохезионния и Структурните фондове към Националния фонд към 31.03.2021 "
      },
      "docId": "215D677782F1530FDB2BD23C4C288054",
      "date": "2021-03-31"
    },
    {
      "id": "63236436-c36c-4403-999c-6f3c2f0f4af2",
      "title": {
        "bg": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.03.2021 ",
        "en": "Отчет за изпълнението на бюджета с тримесечна информация за разходите по бюджетни програми на Министерство на правосъдието към 31.03.2021 "
      },
      "docId": "84A186B56F8D448708AB5C9284BDA5BD",
      "date": "2021-03-31"
    }
  ]
}',
1,8,0

)

select @blockid = @@IDENTITY
insert into [dbo].[BlockTypePropertyValue]([BlockId], [PropertyId], [Value])
values(@blockid, 'header',6)