delete from Block where url = 'unitedmincareer'
declare @blockId int
insert into Block([PortalPartId], [BlockTypeId], [Name], [Url], [JSONValues], [IsActive], [RubricId], [IsMain])
values (
'min', 
'career',
N'Обединени кариери',
'unitedmincareer',
N'{
  "title": {
    "bg": ""
  },
  "body": {
    "bg": ""
  },
  "data": [
    {
      "id": "31506971-f8ca-4053-a105-296208e49282",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 24.02.2022 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от  Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-25/23.02.2022 г. на органа по назначаването обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „старши експерт” в отдел „Инвестиции и собственост“,  дирекция „Управление на собствеността”",
        "en": ""
      },
      "docs": [
        {
          "id": "6ae65c18-6bae-40cd-9be8-8265bbe54329",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "3A3AF2055630A5E4CB3DC8A07201F390"
        },
        {
          "id": "8949eff8-40f3-48c3-a10d-1999848bf17d",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "3ADA7979391E0DFC4351D35D82BD810C"
        },
        {
          "id": "dc6d49f9-55b5-4c9e-9c9a-dc78c149d038",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "6888509F002EBDB0736DF2F235F0BE4D"
        }
      ],
      "date": "2022-02-24",
      "canceled": false
    },
    {
      "id": "68c565ee-ace6-4c18-9a93-4abf2969209a",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 15.02.2022 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от  Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-19/11.02.2022 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „младши експерт” в отдел „Специализирани информационни системи и електронни услуги“, дирекция „Електронно правосъдие и регистри”",
        "en": ""
      },
      "docs": [
        {
          "id": "e3c95e66-1a01-4892-ad2d-0c70641d7cb0",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "E096BF61BB2B913FBDBFC3530084850B"
        },
        {
          "id": "6c1bc070-2f44-4b7d-a0b0-9a23698db8f4",
          "title": {
            "bg": "Заявление - образец",
            "en": ""
          },
          "link": "3ADA7979391E0DFC4351D35D82BD810C"
        },
        {
          "id": "0f0b4bfd-eb3a-4f6e-9679-a3eed75c7745",
          "title": {
            "bg": "Декларация - образец",
            "en": ""
          },
          "link": "6888509F002EBDB0736DF2F235F0BE4D"
        }
      ],
      "date": "2022-02-15",
      "canceled": false
    },
    {
      "id": "7063fdcf-f3ad-4d04-b10d-b14a10cbd06c",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 22.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-251/21.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „главен експерт” в отдел „Собственост и стопански дейности“, дирекция „Управление на собствеността”.",
        "en": ""
      },
      "docs": [
        {
          "id": "cdd6ff4d-2ea5-4756-a398-2f1ed4757ace",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "2F348CCDEC80624585700102CF03FD11"
        },
        {
          "id": "ebd4cd64-778f-4637-adb8-1cc9d601cbff",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "9ECD269D11FD5AFC0EE992D3E004E0A3"
        },
        {
          "id": "25a7c2c6-358c-4d61-9aaa-f87a4eabc88b",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "B3E43CA16AD5A74D88B844F070B0DE6E"
        },
        {
          "id": "705326b0-e6bf-4e3b-8e9c-c0193131ecb8",
          "title": {
            "bg": "Списък на допуснати и недопуснати кандидати - 12.07.2021 г.",
            "en": ""
          },
          "link": "50340299A1ED983584B15B67B56DD833"
        },
        {
          "id": "bd443c44-9f4a-4de1-ba4d-966e25d99e75",
          "title": {
            "bg": "Съобщение - 16.07.2021 г.",
            "en": ""
          },
          "link": "D18D04EC16475561DB379C2F3883F7CA"
        },
        {
          "id": "761758ab-8003-4540-902c-88dbf7bb5ccf",
          "title": {
            "bg": "Класиране - 03.08.2021 г.",
            "en": ""
          },
          "link": "915B59F328544D2D663740745822B545"
        }
      ],
      "date": "2021-06-22",
      "canceled": false
    },
    {
      "id": "128f6dd7-7eac-4155-961d-ea760a36a807",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 15.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-247/14.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 2 /две/ щатни бройки за длъжността „главен инспектор в Инспекторат по чл. 46 от Закона за администрацията” в Инспекторат по чл. 46 от Закона за администрацията в Министерство на правосъдието.",
        "en": ""
      },
      "docs": [
        {
          "id": "c106b609-f0e2-43ef-bdf3-53f2acf93597",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "95032EBA90A69A754EFB86271DAD60E4"
        },
        {
          "id": "e04d405a-1e7d-454d-b0f7-38f5ad76690e",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "9ECD269D11FD5AFC0EE992D3E004E0A3"
        },
        {
          "id": "35d930f1-2186-4e85-9d1b-a8f2ece02a65",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "B3E43CA16AD5A74D88B844F070B0DE6E"
        },
        {
          "id": "9df6a5e1-dca5-484f-a1ac-bb372ee3a05d",
          "title": {
            "bg": "Списък с допуснати и недопуснати кандидати - 05.07.2021 г.",
            "en": ""
          },
          "link": "6AB0D183020E84E7C29C507C44AF7823"
        },
        {
          "id": "65c6c196-7f96-4456-a25b-95642ac4e609",
          "title": {
            "bg": "Класиране - 29.07.2021 г.",
            "en": ""
          },
          "link": "2182370B7E3B20B412C13CE741D284FC"
        }
      ],
      "date": "2021-06-25",
      "canceled": false
    },
    {
      "id": "d8959e07-4bab-4b92-8e92-359fd1600063",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 07.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-242/04.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „старши експерт” в дирекция „Съвет по законодателство”.",
        "en": ""
      },
      "docs": [
        {
          "id": "8eb564c0-8626-47f3-b1ce-35b276225426",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "08BD96215A2ADC8DC77820DAF245AC4E"
        },
        {
          "id": "84259819-8e62-43cb-b94f-a1a1788af167",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "2601DCB53E383FDE22FBCDC27C795C3D"
        },
        {
          "id": "df32857d-65d0-41a0-8d5d-aa7a7e242e23",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "c661bf34-5d70-4f69-a6b7-f1aa5884dd28",
          "title": {
            "bg": "Списък на допуснатите и недопуснатите кандидати до конкурса - 28.06.2021 г.",
            "en": ""
          },
          "link": "DB38D7817EDF2FA0B89BFD85834F5EF2"
        },
        {
          "id": "c8ee90fa-8c2f-488c-855d-38d919a56b64",
          "title": {
            "bg": "Класиране-08.07.2021 г.",
            "en": ""
          },
          "link": "75D8F2EAD97A9F41D53889BA3E1A7E77"
        }
      ],
      "date": "2021-06-07",
      "canceled": false
    },
    {
      "id": "737f81cc-2904-4159-86fa-8d3cd3fea8f3",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 04.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-239/03.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „държавен експерт” в дирекция „Съвет по законодателство”.",
        "en": ""
      },
      "docs": [
        {
          "id": "8fba6c52-8b4d-4217-836f-a7666a950ff0",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "61B01FEFF48DADAA6040E9F54E7CD434"
        },
        {
          "id": "d06b0210-62ef-4b1f-a0a3-d42ee2e68b9e",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "2601DCB53E383FDE22FBCDC27C795C3D"
        },
        {
          "id": "1f6535da-3a19-4fdb-87c3-e2c478bc39a5",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "8f3c7bad-f3c0-4383-ba6f-2bc2a63c36e7",
          "title": {
            "bg": "Списък на допуснати и недопуснати кандидати - 24.06.2021 г.",
            "en": ""
          },
          "link": "5F3EB1A417F8BF47507B7E314F9BFCB4"
        },
        {
          "id": "b6721ae9-304a-4ce5-991f-d12ff71448e5",
          "title": {
            "bg": "Съобщение за приключила конкурсна процедура-12.07.2021 г.",
            "en": ""
          },
          "link": "7700ED5E6814875C7A7FABD385DE2FE6"
        }
      ],
      "date": "2021-06-04",
      "canceled": false
    },
    {
      "id": "1f5db85f-a286-4f80-8b0a-1476a5735542",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 04.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-237/03.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „младши експерт” в отдел „Собственост и стопански дейности“, дирекция „Управление на собствеността”.",
        "en": ""
      },
      "docs": [
        {
          "id": "327786f9-73b3-42e2-832b-b1c56a616e1d",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "0602B16792E3D97A3506D92B64041EC0"
        },
        {
          "id": "19b668fe-4989-4865-96c4-3baeb4ca61cb",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "9ECD269D11FD5AFC0EE992D3E004E0A3"
        },
        {
          "id": "53b41ea1-b0b5-405c-a103-fefc93e5602c",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "B3E43CA16AD5A74D88B844F070B0DE6E"
        },
        {
          "id": "51952478-4a7e-4c34-9790-cbddf8e429ce",
          "title": {
            "bg": "Списък на допуснати и недопуснати кандидати до конкурса - 24.06.2021 г.",
            "en": ""
          },
          "link": "0220301323A4BC54B20E9D62028EB961"
        }
      ],
      "date": "2021-06-04",
      "canceled": false
    },
    {
      "id": "051ea9ba-e359-418f-93b7-284898193adc",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 03.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-236/01.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „правителствен агент” в дирекция „Процесуално представителство на Република България пред Европейския съд по правата на човека”",
        "en": ""
      },
      "docs": [
        {
          "id": "8fc68c7a-aa92-47bd-bfe2-0ef6b39cb171",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "AB4920EADDC01B23D5E52BC475E1BE50"
        },
        {
          "id": "951a7f6a-e519-41ab-83a3-8095201af6ee",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "2601DCB53E383FDE22FBCDC27C795C3D"
        },
        {
          "id": "616a31b2-5ee0-40b9-baed-dd9dd681a6ab",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "16f2127e-1dc4-46e9-9681-f24fbb5b883c",
          "title": {
            "bg": "Списък на допуснати и недопуснати кандидати до конкурса - 23.06.2021 г.",
            "en": ""
          },
          "link": "C559431827BCCC63AF2EE6AE212DC6C2"
        },
        {
          "id": "5ee72737-8c4a-45a3-9970-12443bee20b9",
          "title": {
            "bg": "Класиране-06.07.2021 г.",
            "en": ""
          },
          "link": "BFDA4EA7E3495619B987D64FB3800459"
        }
      ],
      "date": "2021-06-03",
      "canceled": false
    },
    {
      "id": "a22ae86a-b336-4a64-998a-8a6bfaccb5b3",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 04.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-238/03.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „главен юрисконсулт” в дирекция „Правни дейности”.",
        "en": ""
      },
      "docs": [
        {
          "id": "288a8028-c6c1-44ac-a184-9b0abf20b87e",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "C3A330370568659F2E1EF34514D22EFB"
        },
        {
          "id": "d9e15842-fbd4-4f27-8a79-9a0206acb0ef",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "2601DCB53E383FDE22FBCDC27C795C3D"
        },
        {
          "id": "2b428843-2a87-4898-9565-761c0ab4c95b",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "444ddb46-9834-4c94-95bb-517499ff05bf",
          "title": {
            "bg": "Списък на допуснатите и недопуснатите кандидати до конкурса - 24.06.2021 г.",
            "en": ""
          },
          "link": "C91C226C060A324BF0836F2ED23D73E2"
        },
        {
          "id": "28e40ab2-b62a-4900-b7ee-3fef79ee5561",
          "title": {
            "bg": "Класиране - 06.07.2021 г.",
            "en": ""
          },
          "link": "5CE384F7A6760C0338CDF40A79E71869"
        }
      ],
      "date": "2021-06-04",
      "canceled": false
    },
    {
      "id": "d7359f0d-595d-43bc-998d-7a664fc4cee8",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 04.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-240/03.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „главен експерт” в отдел „Координация на политики в съдебната система“, дирекция „Стратегическо развитие и програми”.",
        "en": ""
      },
      "docs": [
        {
          "id": "c188070d-e2fc-423e-acfd-f44c2e066165",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "C61110AAFBE441ABE0AFB6514DAB8F20"
        },
        {
          "id": "bbdae16b-87ed-480b-9f86-a4221446f696",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "2601DCB53E383FDE22FBCDC27C795C3D"
        },
        {
          "id": "d5ce6700-640f-4493-89df-b71d6845ac54",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "a1de0f55-ec05-42f2-ab58-91c590a950fc",
          "title": {
            "bg": "Списък на допуснати и недопуснати кандидати до конкурса - 24.06.2021 г.",
            "en": ""
          },
          "link": "CDCBB50836C82C5CDC210228DC513819"
        },
        {
          "id": "c1dbffd6-c676-4237-bf6b-f26a661c2b84",
          "title": {
            "bg": "Съобщение за приключила конкурсна процедура - 12.07.2021 г.",
            "en": ""
          },
          "link": "688DF1F4A3ACD9118737C515AB544916"
        }
      ],
      "date": "2021-06-04",
      "canceled": false
    },
    {
      "id": "0c8170e8-e847-4e1c-b732-13cf740bf210",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 15.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-248/14.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „старши инспектор в Инспекторат по чл. 46 от Закона за администрацията” в Инспекторат по чл. 46 от Закона за администрацията в Министерство на правосъдието.",
        "en": ""
      },
      "docs": [
        {
          "id": "7374e42e-a0a7-4427-84f9-f336b2815a11",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "CEF59CFD9BCA39EC866EB2F5CFBCBD7E"
        },
        {
          "id": "e826503e-2855-4e5e-82cb-a73d59fe0c7e",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "9ECD269D11FD5AFC0EE992D3E004E0A3"
        },
        {
          "id": "fbfe908b-b327-4480-8c99-e19aefc055df",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "B3E43CA16AD5A74D88B844F070B0DE6E"
        },
        {
          "id": "ca805e29-b513-45e4-92da-5bcbc5e12f80",
          "title": {
            "bg": "Списък с допуснати и недопуснати кандидати - 05.07.2021 г.",
            "en": ""
          },
          "link": "9B5F3F9BB3E4956DACDF5D0C7B08D404"
        },
        {
          "id": "05d61b64-b504-4926-b424-b0a73e650c31",
          "title": {
            "bg": "Съобщение приключила конкурсна процедура - 29.07.2021 г.",
            "en": ""
          },
          "link": "D30D59958B3A98188AFEA50E291D1220"
        }
      ],
      "date": "2021-06-15",
      "canceled": false
    },
    {
      "id": "3237df6c-6ae9-416b-a8ff-5e48e70a1ae7",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 01.09.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 14 от  Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед № ЧР-01-289/31.08.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „главен експерт” в отдел „Координация на политики в съдебната система“, дирекция „Стратегическо развитие и програми”.",
        "en": ""
      },
      "docs": [
        {
          "id": "de6d39fd-71d6-4ce1-ae28-4638485a03a4",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "E64FC78DCDF68515EB0651840F0C7E14"
        },
        {
          "id": "e634ba2f-e340-4f18-acf1-9c08f04ae284",
          "title": {
            "bg": "Заявление - образец",
            "en": ""
          },
          "link": "98EAAE6023223AD998DADADAE291F149"
        },
        {
          "id": "d9de36d2-d063-40cc-b76c-c43763e9a9ca",
          "title": {
            "bg": "Декларация - образец",
            "en": ""
          },
          "link": "5FF682B4585AC1099651FCCE05968576"
        },
        {
          "id": "6583aa3b-d938-4957-a28c-4473a97c3f2d",
          "title": {
            "bg": "Списък на допуснати и недопуснати до конкурса кандидати - 21.09.2021 г.",
            "en": ""
          },
          "link": "A3E22FA4A51AAE54638CDB598F8E66B0"
        },
        {
          "id": "ecf6786b-701a-4edf-9bcd-9113d8ee2a63",
          "title": {
            "bg": "Класиране - 05.10.2021 г.",
            "en": ""
          },
          "link": "AEACCC33C5783887805866E3C7530A68"
        }
      ],
      "date": "2021-09-01",
      "canceled": false
    },
    {
      "id": "8134a5ed-8196-41c8-8ca6-c0e9c555a708",
      "type": {
        "bg": "Служебни правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление за подбор по чл.81а от ЗДСл - 02.03.2022 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 66, ал. 3 от Наредбата за провеждане на конкурсите и подбора при мобилност на държавни служители и заповед \n№ ЧР-01-33/01.03.2022 г. на органа по назначаване, обявява подбор за заемане на длъжността „държавен експерт“ в отдел „Координация на политики в съдебната система“, дирекция „Стратегическо развитие и програми“ – 1 щатна бройка, длъжностно ниво по КДА – 5, наименование на длъжностно ниво – експертно ниво 1Б.",
        "en": ""
      },
      "docs": [
        {
          "id": "8d9c8f83-b659-4992-87da-a612be5fa2d7",
          "title": {
            "bg": "Заявление ",
            "en": ""
          },
          "link": "F4B8F8A3F5297A0642512A9644F9F9A0"
        },
        {
          "id": "c6c020bc-62d3-4074-a807-825fddbbf910",
          "title": {
            "bg": "Критерии за подбор",
            "en": ""
          },
          "link": "8BC0ECD8246D72F1F032D45F525F8579"
        },
        {
          "id": "a2b3f57a-7086-4581-9383-e42bbe0a13d8",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "8760B9D08C5353D9C54AEBA79247D415"
        }
      ],
      "date": "2022-03-02",
      "canceled": false
    },
    {
      "id": "b07e1a9b-8881-48e4-9e59-f248a6e50c8f",
      "type": {
        "bg": "Трудови правоотношения",
        "en": ""
      },
      "title": {
        "bg": "Обявление конкурс - 09.06.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министерството на правосъдието на основание чл. 91 от Кодекса на труда и заповед № ЧР-02-98/07.06.2021 г. на министъра на правосъдието обявява конкурс за заемане на 1 /една/ щатна бройка за длъжността „инспектор” в Инспекторат на министъра на правосъдието по Закона за съдебната власт.",
        "en": ""
      },
      "docs": [
        {
          "id": "107d02dd-992e-4d77-916a-1664b94b3cae",
          "title": {
            "bg": "Обявление",
            "en": ""
          },
          "link": "2F496D2F3AED4C20AFA000A975A2EF78"
        },
        {
          "id": "5c1e678f-de21-4dc6-9deb-ef588c3da1df",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "F08BB48D1876DC5DBCDE2CE240925B3A"
        },
        {
          "id": "90a424af-ab34-4613-b08a-ad1ffe135595",
          "title": {
            "bg": "Декларация",
            "en": ""
          },
          "link": "F14887591BDC66FA81D0E158E2369C7E"
        },
        {
          "id": "010cc4d0-324e-44ae-b2e3-0ffb4e483982",
          "title": {
            "bg": "Списък на допуснатите и недопуснатите кандидати - 16.07.2021 г. ",
            "en": ""
          },
          "link": "EECDAC32805C4C90F0E5565735CFA95A"
        },
        {
          "id": "dc1518c2-c7d6-4614-bff9-9b359e75c7b9",
          "title": {
            "bg": "Регламент - 16.07.2021 г.",
            "en": ""
          },
          "link": "2D0F1178D681725153014774EB2A7CEA"
        },
        {
          "id": "c962e792-0009-40cb-b708-f240fe10e3dc",
          "title": {
            "bg": "Съобщение - 26.07.2021 г.",
            "en": ""
          },
          "link": "11F8C0FA9D43A0A91B62407F1D2D6734"
        },
        {
          "id": "7498a934-9a1c-42f2-bbd1-2fe8b8ffde95",
          "title": {
            "bg": "Класиране - 29.07.2021 г.",
            "en": ""
          },
          "link": "A83C56F4809900726F3EC022EC6160AA"
        }
      ],
      "date": "2021-06-09",
      "canceled": false
    },
    {
      "id": "ecdc98fd-fb11-4ff4-a313-6edfa63edbe1",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ВЪВ ВРЪЗКА С ИЗПИТА ЗА ПОМОЩНИК-НОТАРИУСИ ПО ЗАМЕСТВАНЕ",
        "en": ""
      },
      "body": {
        "bg": "На основание чл. 11, ал. 2 от Наредба № 2 от 18.06.2003 г. за условията и реда за провеждане на изпита за помощник-нотариуси по заместване, изпитната комисия за провеждане на изпита за помощник-нотариуси по заместване обявява извлечение от Протокол № 2 от 20.10.2021 г. и извлечение от Протокол № 3 от 21.10.2021 г. с окончателните резултати от изпита.",
        "en": ""
      },
      "docs": [
        {
          "id": "b0e68a3a-0cee-4f99-a724-375f903ddea9",
          "title": {
            "bg": "ПРОТОКОЛ № 2",
            "en": ""
          },
          "link": "9E67CA50C44272D9B79B98DBD08555E5"
        },
        {
          "id": "078153c4-ddea-403e-965e-9cf1e7297de8",
          "title": {
            "bg": "ПРОТОКОЛ № 3",
            "en": ""
          },
          "link": "722A30553BC77812C767D0FEF7796F7F"
        }
      ],
      "date": "2021-10-25",
      "canceled": false
    },
    {
      "id": "f111df04-4606-409f-b259-dbfed27183b2",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "НА ВНИМАНИЕТО ДОПУСНАТИТЕ ДО УСТНАТА ЧАСТ НА КОНКУРСА ЗА „ДЪРЖАВНИ СЪДЕБНИ ИЗПЪЛНИТЕЛИ“ ПРИ РАЙОННИТЕ СЪДИЛИЩА НА 25.10.2021Г. КАНДИДАТИ.",
        "en": ""
      },
      "body": {
        "bg": "Устната част на конкурса за „държавни съдебни изпълнители“ при районните съдилища ще се проведе при условията на т. I, 31 от Заповед № РД-01-856/19.10.2021г. на министъра на здравеопазването. \nПри явяването си участниците следва да представят един от следните документи: \n1.\tвалиден документ за ваксинация или преболедуване на COVID-19 по т. 10 от Заповед № РД-01-733/27.08.2021г.  на министъра на здравеопазването или по т. 32 и 33 от Заповед № РД-01-861/21.10.2021г. на министъра на здравеопазването  или\n2.\tвалиден документ за отрицателен резултат от проведено до 72 часа преди провеждане на изпита изследване по метода на полимеразно верижна реакция за COVID-19 или бърз антигенен тест до 48 часа преди провеждане на изпита по т. 10 от Заповед № РД-01-733/27.08.2021г.  на министъра на здравеопазването.\nУчастниците, които не представят документ по т. 1 или 2, няма да могат да се явят на устната част на конкурса за „държавни съдебни изпълнители“.\n",
        "en": ""
      },
      "docs": [],
      "date": "2021-10-21",
      "canceled": false
    },
    {
      "id": "2ba97dcb-263e-49bd-b02b-c852a9c675cc",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "НА ВНИМАНИЕТО НА ДОПУСНАТИТЕ ДО  ИЗПИТА ЗА ПОМОЩНИК-НОТАРИУС ПО ЗАМЕСТВАНЕ НА 21.10.2021Г.  КАНДИДАТИ.\n\n",
        "en": ""
      },
      "body": {
        "bg": "Изпитът за помощник-нотариус по заместване  ще се проведе при условията на т. I, 31 от Заповед № РД-01-856/19.10.2021г. на министъра на здравеопазването. \nПри явяването си кандидатите следва да представят един от следните документи: \n1.\tВалиден документ за ваксинация или преболедуване на COVID-19 по т. 10 от Заповед № РД-01-733/27.08.2021г.  на министъра на здравеопазването или\n2.\tВалиден документ за отрицателен резултат от проведено до 72 часа преди провеждане на изпита изследване по метода на полимеразно верижна реакция за COVID-19 или бърз антигенен тест до 48 часа преди провеждане на изпита по т. 10 от Заповед № РД-01-733/27.08.2021г.  на министъра на здравеопазването.\nКандидатите, които не представят документ по т. 1 или 2, няма да могат да се явят на изпита за помощник-нотариус по заместване.\n",
        "en": ""
      },
      "docs": [],
      "date": "2021-10-20",
      "canceled": false
    },
    {
      "id": "1663548b-b508-41fa-b066-8448c6287e22",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ВЪВ ВРЪЗКА С ИЗПИТА ЗА ПОМОЩНИК-НОТАРИУСИ ПО ЗАМЕСТВАНЕ",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-05-207/12.10.2021г. за одобряване на окончателен списък на допуснтите до  изпит кандидати",
        "en": ""
      },
      "docs": [
        {
          "id": "929ad08c-d259-4f49-8db1-b8af42bce3ba",
          "title": {
            "bg": "заповед",
            "en": ""
          },
          "link": "21CDACB309EF6DC6B3B1B1782A9D2027"
        }
      ],
      "date": "2021-10-12",
      "canceled": false
    },
    {
      "id": "c838c7b2-16ef-4b79-b9e6-6e7aa9cae4b7",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с изпита за придобиване на квалификация „синдик“",
        "en": ""
      },
      "body": {
        "bg": "",
        "en": ""
      },
      "docs": [
        {
          "id": "38ba3614-ced7-491e-ba2a-7fcc85441ee4",
          "title": {
            "bg": "РЕЗУЛТАТИ ОТ ИЗПИТА",
            "en": ""
          },
          "link": "E8A1C8B32610825E300D4EBDAD446763"
        },
        {
          "id": "12e646f1-e880-422f-9eff-d89a55620d9a",
          "title": {
            "bg": "ГРАФИК ЗА УСТНАТА ЧАСТ",
            "en": ""
          },
          "link": "1757E6C21102313F26C584B48915E5AC"
        },
        {
          "id": "aff6ea1c-4e81-4e02-b2e4-e83ccb1fb885",
          "title": {
            "bg": "ВЪПРОСНИК ЗА УСТНАТА ЧАСТ",
            "en": ""
          },
          "link": "745B7CC56E105294C11E904497C75194"
        }
      ],
      "date": "2021-09-27",
      "canceled": false
    },
    {
      "id": "005d5d01-ad6a-406a-8360-f27d5cf73adc",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "На вниманието на лицата, които могат да бъдат назначавани за синдици в производства по несъстоятелност по Търговския закон.",
        "en": ""
      },
      "body": {
        "bg": "Със Заповед № СД-06-81/05.08.2021 г. на министъра на правосъдието и Заповед № РД-16-1242/23.08.2021 г. на министъра на икономиката е одобрена Годишната програма на тематичните курсове за обучение на синдиците за 2021 г. ",
        "en": ""
      },
      "docs": [
        {
          "id": "0bee5eba-ef70-4c4a-af1e-eb1b1ca3359c",
          "title": {
            "bg": "Годишна програма за 2021г.",
            "en": ""
          },
          "link": "69019B2DC7BF38775CB3E5AAB63EC07E"
        }
      ],
      "date": "2021-09-01",
      "canceled": false
    },
    {
      "id": "b6ba7ab1-2536-4e74-b395-ca343fb8713b",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища\n",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-124/27.08.2021 г. за одобряване на списък на допуснатите до конкурса кандидати и Заповед № СД-03-125/27.08.2021 г. за одобряване на списък на кандидатите с нередовни документи. \nВ 7-дневен срок от обявяване на списъка, кандидатите с нередовни документи могат да подадат допълнителни заявления за отстраняване на нередовностите.",
        "en": ""
      },
      "docs": [
        {
          "id": "b5dfa2c1-e04d-4a9c-a327-47ee927ab275",
          "title": {
            "bg": "Заповед № СД-03-124/27.08.2021 г. ",
            "en": ""
          },
          "link": "D749278E53C8EA6C661B074D99A3E579"
        },
        {
          "id": "054ac783-8d42-4973-ae7d-372c98757cfc",
          "title": {
            "bg": "Заповед № СД-03-125/27.08.2021 г.",
            "en": ""
          },
          "link": "725F95278BAA5EA4624A2C882B6FB7D8"
        }
      ],
      "date": "2021-08-27",
      "canceled": false
    },
    {
      "id": "84fec66e-3c54-4cb4-9672-cda86e1bccf1",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с насрочения изпит за придобиване на квалификация за синдик\n",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-06-83/10.08.2021 г., с която одобри списък на кандидатите с редовни документи и Заповед № СД-06-84/10.08.2021г. с която одобри списък на кандидатите с нередовни документи. Кандидатите с нередовни документи могат да отстранят нередовностите в 7-дневен срок от обявяване на настоящата заповед. След този срок кандидатите с нередовни документи губят право за участие в изпита.",
        "en": ""
      },
      "docs": [
        {
          "id": "a17a02ce-cc2c-4566-ab57-c9ccf0e2aa3c",
          "title": {
            "bg": "Заповед-редовни",
            "en": ""
          },
          "link": "9A7AA0278B0D8A6DE200A6618BAC6314"
        },
        {
          "id": "96df328c-14b3-4807-9a65-a91fb6f886bf",
          "title": {
            "bg": "Заповед-нередовни",
            "en": ""
          },
          "link": "1A845E555F09148339B635D726C4A663"
        }
      ],
      "date": "2021-08-10",
      "canceled": false
    },
    {
      "id": "20b6fb07-b954-4e3c-9ade-b80cb0839d9b",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-06-13/01.07.2021 г., обнародвана в „Държавен вестник“, бр. 59 от 16.07.2021 г. за насрочване на изпит за придобиване на квалификация за синдик.",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието насрочи изпит за придобиване на квалификация за синдик, състоящ се от писмена и устна част. В 14-дневен срок от обнародването на настоящата заповед в „Държавен вестник“ всеки кандидат подава писмено заявление за участие в изпита до министъра на правосъдието и прилага документите по чл. 5, ал. 2 от Наредба № 3 от 27 юни 2005 г. за реда за подбор, квалификация и контрол върху синдиците на адрес: гр. София, ул. Славянска № 1.",
        "en": ""
      },
      "docs": [
        {
          "id": "614181ed-7bc5-483b-966c-7ab9cc5df03d",
          "title": {
            "bg": "Заповед № СД-06-13/01.07.2021 г.",
            "en": ""
          },
          "link": "9417DF1FC44BF10BE156ECB81459AFB6"
        },
        {
          "id": "94bf1a3a-8241-4a13-ad22-3a0f718a7dbe",
          "title": {
            "bg": "Заявление – образец",
            "en": ""
          },
          "link": "0A1CC412686875F470B06106531F3917"
        },
        {
          "id": "80dbc1cd-b050-4929-91ef-c0253531a611",
          "title": {
            "bg": "Декларация – образец",
            "en": ""
          },
          "link": "3FF48BC1FA9D994E33D2DFE14A7BE692"
        }
      ],
      "date": "2021-07-16",
      "canceled": false
    },
    {
      "id": "a59f1282-3349-448e-bc07-8fcbffb5df0d",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-90/06.07.2021 г. за насрочване на конкурс за длъжността „държавен съдебен изпълнител“ при районните съдилища.",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-90/06.07.2021 г. за насрочване на конкурс за длъжността „държавен съдебен изпълнител“ при районните съдилища. Кандидатите подават заявление за участие в конкурса в деловодството на Министерство на правосъдието или по пощата в 14-дневен срок от обнародване на заповедта в „Държавен вестник“, по образец, публикуван на интернет-страницата на Министерство на правосъдието. Заповедта е обнародвана в „Държавен вестник“, брой 63 от дата 30.07.2021 г.",
        "en": ""
      },
      "docs": [
        {
          "id": "1f84197b-f4db-4294-ac71-c1dbd1e2fb3f",
          "title": {
            "bg": "Заповед",
            "en": ""
          },
          "link": "271258C49255036C85912D2A954510ED"
        },
        {
          "id": "3fa4811a-9651-409a-b1fe-dbab616e7631",
          "title": {
            "bg": "Заявление",
            "en": ""
          },
          "link": "3224D53C9C55D62B8A2D054823AFC1D1"
        }
      ],
      "date": "2021-07-30",
      "canceled": false
    },
    {
      "id": "21068791-4214-4400-9f95-af9448c17f42",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с изпита за придобиване на квалификация за „синдик“, насрочен със Заповед № СД-06-13/01.07.2021 г. на министъра на правосъдието, обнародвана в „Държавен вестник“, бр. 59 от 16.07.2021 г.",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-120/23.08.2021 г. с одобрен списък на кандидатите с редовни документи и Заповед № СД-03-119/23.08.2021 г. с одобрен списък на кандидатите с нередовни документи, които не са отстранили нередовностите в седемдневния срок.",
        "en": ""
      },
      "docs": [
        {
          "id": "40cce935-d21c-487f-84d0-99f9ce0d1be7",
          "title": {
            "bg": "Заповед № СД-03-120/23.08.2021 г.",
            "en": ""
          },
          "link": "854E8635654F91C7458E82DD9B27291D"
        },
        {
          "id": "dbfda8c4-85f8-41fd-be20-3cbed5a1c010",
          "title": {
            "bg": "Заповед № СД-03-119/23.08.2021 г.",
            "en": ""
          },
          "link": "C8E715B7B172057B4BE986EDA64DA8EA"
        }
      ],
      "date": "2021-08-23",
      "canceled": false
    },
    {
      "id": "70a9a11a-5398-4e69-b748-2b251ed5230d",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с изпита за придобиване на квалификация „синдик“",
        "en": ""
      },
      "body": {
        "bg": "Във връзка с насрочения със Заповед № СД-06-13/01.07.2021 г. на министъра на правосъдието изпит за придобиване на квалификация „синдик“, определената със Заповед № СД-03-117/18.08.2021 г. на министъра на правосъдието изпитната комисия прие с Решение № 1 от 27.08.2021 г. Технически правила за провеждане на писмената част на изпита.",
        "en": ""
      },
      "docs": [
        {
          "id": "bb2bb9ec-031f-4af0-b467-56f9598193ee",
          "title": {
            "bg": "Технически правила",
            "en": ""
          },
          "link": "73A2F4596AE678097E6A9E7FE15C1FCD"
        }
      ],
      "date": "2021-08-31",
      "canceled": false
    },
    {
      "id": "95789add-93e4-4504-b852-2089f984b8ba",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-05-175/03.09.2021 г. за насрочване на изпит за помощник-нотариуси по заместване",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-05-175/03.09.2021г. за насрочване на изпит за помощник-нотариуси по заместване. Изпитът ще се проведе на 20.10.2021 г. и 21.10.2021 г. от 09.00 ч., в сградата на Министерство на правосъдието, находяща се в гр. София, бул. \"Дондуков\" № 2А. Заявление за участие в изпита може да бъде подадено от 07.09.2021 г. до 20.09.2021 г. включително, в деловодството на Министерство на правосъдието, гр. София, ул. \"Славянска\" № 1, всеки работен ден от 09.00 до 17.30 ч",
        "en": ""
      },
      "docs": [
        {
          "id": "3c4c443b-b4b4-4f0a-ae66-ac3f344fdf6d",
          "title": {
            "bg": "Заповед",
            "en": ""
          },
          "link": "C410B9C6C5B256F6062A08E93C7CA96E"
        },
        {
          "id": "497219ea-a559-4d75-a346-11256b2999e6",
          "title": {
            "bg": "Заявление за участие",
            "en": ""
          },
          "link": "5623C3E9EE950514924ABABAC0A4F7A4"
        }
      ],
      "date": "2021-09-03",
      "canceled": false
    },
    {
      "id": "b4db7c1c-ee13-471e-a4e7-0c3f95f26b3b",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "Съобщение във връзка с конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища\n",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-130/14.09.2021 г. за одобряване на окончателен списък на допуснатите до конкурса кандидати и Заповед № СД-03-131/14.09.2021 г. за одобряване на списък на недопуснатите до конкурса кандидати. \n",
        "en": ""
      },
      "docs": [
        {
          "id": "5b85f630-9968-42ad-932c-056ebe69fd70",
          "title": {
            "bg": "заповед за допуснати кандидати",
            "en": ""
          },
          "link": "AC8BB24F33ED92B81401BE21CBC8CED1"
        },
        {
          "id": "416bdcfa-e5f0-4ee3-8e0e-08bb96a48701",
          "title": {
            "bg": "заповед за недопуснати кандидати",
            "en": ""
          },
          "link": "30D12B340069A6D7AD85D18FD536EEBB"
        }
      ],
      "date": "2021-09-14",
      "canceled": false
    },
    {
      "id": "381b613c-b4b4-472a-b6d0-4a5f0c57768d",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ОТНОСНО\nКОНКУРСА ЗА ДЪРЖАВНИ СЪДЕБНИ ИЗПЪЛНИТЕЛИ\n\n\n",
        "en": ""
      },
      "body": {
        "bg": "Министъра на правосъдието одобри Регламент за провеждане на писмения и устния изпит на конкурса за държавни съдебни изпълнители, обявен със Заповед № СД-03-90/06.07.2021г. на министъра на правосъдието",
        "en": ""
      },
      "docs": [
        {
          "id": "dea8eff2-5bdb-4405-beeb-a94e6fff411c",
          "title": {
            "bg": "РЕГЛАМЕНТ",
            "en": ""
          },
          "link": "C65064F3F2EBDEB9DE72D2C3D9622326"
        }
      ],
      "date": "2021-09-17",
      "canceled": false
    },
    {
      "id": "9c9ac99e-382e-4be3-975f-672c504b8ac3",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "Промяна на мястото за провеждане на писмения изпит от конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища, насрочен със Заповед № СД-03-90/06.07.2021 г. на министъра на правосъдието.\n",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-03-137/20.09.2021 г. за промяна на мястото за провеждане на писмения изпит от конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища.\nПисменият изпит под формата на тест ще се проведе в сградата на Университет за национално и световно стопанство, находяща се в гр. София 1700, Студентски град „Христо Ботев“, ул. „8-ми декември“ на 03.10.2021 г., с начален час 10.00 часа и продължителност 2 астрономически часа.\n",
        "en": ""
      },
      "docs": [
        {
          "id": "ec36b417-7e0e-491f-a1c7-b36c7f0e2811",
          "title": {
            "bg": "заповед",
            "en": ""
          },
          "link": "6DFED391ED2F0627FEF32C245C8171F9"
        }
      ],
      "date": "2021-09-20",
      "canceled": false
    },
    {
      "id": "9976f5a2-f6cd-4e9d-9a50-23775e41ee58",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ВЪВ ВРЪЗКА С ИЗПИТА ЗА ПОМОЩНИК-НОТАРИУСИ ПО ЗАМЕСТВАНЕ\n\n",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-05-190/29.09.2021г. за одобряване на списък на кандидати с редовни документи  и Заповед № СД-05-191/29.09.2021г. за одобряване на списък на кандидати с нередовни документи,  които могат да отстранят нередовностите в 7-дневен срок",
        "en": ""
      },
      "docs": [
        {
          "id": "56d8e856-2ae6-4521-81ca-b3af516027df",
          "title": {
            "bg": "заповед с редовни документи",
            "en": ""
          },
          "link": "D6518F588AA4E484118D45E19E924E08"
        },
        {
          "id": "cd1cb719-85b8-4855-afc3-06a94e319455",
          "title": {
            "bg": "заповед с нередовни документи",
            "en": ""
          },
          "link": "B06513644FC654FA9C852D4A8FF7629C"
        }
      ],
      "date": "2021-09-29",
      "canceled": false
    },
    {
      "id": "8d027fc5-13c7-4484-a31c-00f4027d4a93",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ОТНОСНО КОНКУРСА ЗА ДЪРЖАВНИ СЪДЕБНИ ИЗПЪЛНИТЕЛИ",
        "en": ""
      },
      "body": {
        "bg": "Министерство на правосъдието обявява протокола с резултатите от писмения изпит от конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища, проведен на 03.10.2021 г. и Въпросник за провеждане на устния изпит.",
        "en": ""
      },
      "docs": [
        {
          "id": "907b97e4-8a14-410d-ae46-3b23ba21d552",
          "title": {
            "bg": "ПРОТОКОЛ",
            "en": ""
          },
          "link": "E9AD1BEC8E90B194DD63CC8B89114279"
        },
        {
          "id": "e4e3a2c6-ff0b-4a5e-aec3-991489204bfc",
          "title": {
            "bg": "ВЪПРОСНИК",
            "en": ""
          },
          "link": "B2F53E274ACC573D29BF148B202E8718"
        }
      ],
      "date": "2021-10-13",
      "canceled": false
    },
    {
      "id": "2c930f1f-21e4-4b4b-9642-77aebac427e6",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ВЪВ ВРЪЗКА С ИЗПИТА ЗА ПОМОЩНИК-НОТАРИУСИ ПО ЗАМЕСТВАНЕ",
        "en": ""
      },
      "body": {
        "bg": "Изпитната комисия за провеждане на изпита за помощник-нотариуси по заместване, на основание чл. 8, ал. 2 от Наредба № 2 от 18.06.2003г. за условията и реда за провеждане на изпита за помощник-нотариуси по заместване, обявява график за провеждане на изпита, който ще се проведе на 20.10.2021г. и на 21.10.2021г. в сградата на Министерство на правосъдието в гр. София, бул. „Княз Александър Дондуков“ № 2А, ет. 8, зала. ",
        "en": ""
      },
      "docs": [
        {
          "id": "10af89a4-7dd7-4b96-bf1f-b918b86c6eac",
          "title": {
            "bg": "ГРАФИК",
            "en": ""
          },
          "link": "5FF5D7F86E28E6C4A594059128DE4E48"
        }
      ],
      "date": "2021-10-14",
      "canceled": false
    },
    {
      "id": "f6f6be22-059c-4653-a626-e1f22dd7904e",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ОТНОСНО КОНКУРСА ЗА ДЪРЖАВНИ СЪДЕБНИ ИЗПЪЛНИТЕЛИ",
        "en": ""
      },
      "body": {
        "bg": "Комисията за провеждане на конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища, съгласно чл. 24, ал. 2 от Регламента за провеждане на писмения и устния изпит на конкурса за държавни съдебни изпълнители обявява, че устния изпит ще се проведе на 25.10.2021г. /понеделник/ в залата на 8-ми етаж, в сградата на бул. „Княз Александър Дондуков“ № 2А, съгласно приложения график.",
        "en": ""
      },
      "docs": [
        {
          "id": "0fa3e185-e37d-4222-9750-7b552efd2944",
          "title": {
            "bg": "списък на допуснатите кандидати",
            "en": ""
          },
          "link": "FA32F89D51EF4EE6D1ACA8FD758E5978"
        },
        {
          "id": "af41f6a8-baae-4937-9893-74f5071025ad",
          "title": {
            "bg": "график за устен изпит",
            "en": ""
          },
          "link": "A52C4ED870C0024780F7D0CDF324F075"
        }
      ],
      "date": "2021-10-19",
      "canceled": false
    },
    {
      "id": "dc0fefaf-1744-4fcb-b3a6-762626e0126e",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "СЪОБЩЕНИЕ ОТНОСНО КОНКУРСА ЗА ДЪРЖАВНИ СЪДЕБНИ ИЗПЪЛНИТЕЛИ",
        "en": ""
      },
      "body": {
        "bg": "Комисията за провеждане на конкурса за длъжността „държавен съдебен изпълнител“ при районните съдилища, съгласно чл. 29 от Регламента за провеждане на писмения и устния изпит на конкурса за държавни съдебни изпълнители обявява резултата от класирането по съдебни райони на допуснатите до устен изпит кандидати.",
        "en": ""
      },
      "docs": [
        {
          "id": "a81c41c6-27a8-466d-bb50-4a170b29dcdc",
          "title": {
            "bg": "Протокол за резултатите от устния изпит",
            "en": ""
          },
          "link": "21873FCAE7FEC9B836F612308C9CB938"
        },
        {
          "id": "c3d7cfa8-625e-46bc-a89c-f282457defa3",
          "title": {
            "bg": "Протокол за общия бал на кандидатите",
            "en": ""
          },
          "link": "4D21F454DA75A08CB629FC342C86EBF2"
        },
        {
          "id": "fa9f59a1-a29c-4074-a9c4-183cd5850916",
          "title": {
            "bg": "Протокол за класиране на кандидатите",
            "en": ""
          },
          "link": "D2599DE1FBA040B4BD8C554E6AC56223"
        }
      ],
      "date": "2021-11-05",
      "canceled": false
    },
    {
      "id": "8d57fb9b-657b-4b4c-8aee-5115ba66d26e",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "На вниманието на лицата, които могат да бъдат назначавани за синдици в производства по несъстоятелност по Търговския закон.\n",
        "en": ""
      },
      "body": {
        "bg": "На основание чл. 655, ал. 3 от Търговския закон със Заповед № СД-06-81/05.08.2021 г. на министъра на правосъдието и Заповед № РД-16-1242/23.08.2021 г. на министъра на икономиката е одобрена Годишна програма на тематичните курсове за обучение на синдиците за 2021 г. \n",
        "en": ""
      },
      "docs": [
        {
          "id": "1afe4829-c664-4c94-aa59-03188f8e3867",
          "title": {
            "bg": "програма",
            "en": ""
          },
          "link": "CB383FD7A6AFC98F5473989936CCC434"
        },
        {
          "id": "f322b080-158f-4577-82de-2711900aa2c8",
          "title": {
            "bg": "заявка",
            "en": ""
          },
          "link": "C731653FC61125856B55DD77A5355EB9"
        }
      ],
      "date": "2021-11-08",
      "canceled": false
    },
    {
      "id": "f4b1ccc6-4ec1-4bd4-be92-933159265e9b",
      "type": {
        "bg": "Конкурси за държавен съдебен изпълнител, частен съдебен изпълнител, помощник-частен съдебен изпълнител, съдия по вписванията, нотариус, помощник-нотариус по заместване и синдик.",
        "en": ""
      },
      "title": {
        "bg": "На вниманието на лицата, които могат да бъдат назначавани за синдици в производства по несъстоятелност по Търговския закон.",
        "en": ""
      },
      "body": {
        "bg": "Министърът на правосъдието издаде Заповед № СД-06-87/05.11.2021 г. за допълване списъка на лицата, които могат да бъдат назначавани за синдици",
        "en": ""
      },
      "docs": [
        {
          "id": "77e9e29b-4fff-4126-99f5-bec78966ee66",
          "title": {
            "bg": "Заповед",
            "en": ""
          },
          "link": "0FE6B6860A986AA778BA6AAB7E323110"
        }
      ],
      "date": "2021-11-16",
      "canceled": false
    },
    {
      "id": "65e02f05-99e9-4a3b-9c6a-ef06a7725b17",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Публична покана за участие в конкурсна процедура за избор на изпълнителен директор на Държавно предприятие \"Фонд затворно дело\" - 25.11.2021г.",
        "en": ""
      },
      "body": {
        "bg": "На основание чл. 21, ал. 1 от Закона за публичните предприятия (ЗПП), чл. 37, ал. 1 от Правилника за прилагане на Закона за публичните предприятия (ППЗПП), чл. 5 и чл. 7, ал. 1 от Вътрешните правила за провеждане на конкурсна процедура за членове на органи за управление и контрол в Държавно предприятие „Фонд затворно дело“, в което министърът на правосъдието е орган, упражняващ правата на държавата, със заповед № ЛС-04-712/23.11.2021 г. на министъра на правосъдието е обявена конкурсна процедура за избор на изпълнителен директор на Държавно предприятие „Фонд затворно дело“.",
        "en": ""
      },
      "docs": [
        {
          "id": "48e5bdd8-8c15-4371-96a1-7d19a01994ff",
          "title": {
            "bg": "Заповед",
            "en": ""
          },
          "link": "01A67DC1AF005C947ED48B7AB113A5DA"
        },
        {
          "id": "c895bc72-8d36-4f8d-a109-e010ca2bc4a6",
          "title": {
            "bg": "Публична покана",
            "en": ""
          },
          "link": "4BE9958698BDB4DCBD2C0C49E280BF7A"
        },
        {
          "id": "ddc79401-1d53-402e-a858-4850bee482a1",
          "title": {
            "bg": "Декларация по по чл. 20 ал. 1 т. 3 и т. 5 - 13 от ЗПП",
            "en": ""
          },
          "link": "1D6133F067365164EB903EB5525F9B2E"
        },
        {
          "id": "c27704f9-442a-475d-8228-8534be590b15",
          "title": {
            "bg": " Заявление за участие",
            "en": ""
          },
          "link": "9FCF646C398AB3BA1B4FF3D1C78E2FEC"
        },
        {
          "id": "6ed9ed36-1d16-4244-b413-b7f536627e45",
          "title": {
            "bg": " ОБЯВЛЕНИЕ – 23.12.2021 г.",
            "en": ""
          },
          "link": "8A1045F1378AFBC4E98200A4D55F676E"
        }
      ],
      "date": "2021-11-25",
      "canceled": false
    },
    {
      "id": "b33cccd3-c4d1-494e-b76e-eb44611d55d7",
      "type": {
        "bg": "Конкурси за избор на членове на органите за управление и контрол в публичните предприятия",
        "en": ""
      },
      "title": {
        "bg": "Публична покана за участие в конкурсна процедура за избор на двама представители на държавата и за избор на двама независими члена за членове в управителния съвет на Държавно предприятие \"Фонд затворно дело\" - 25.11.2021г.",
        "en": ""
      },
      "body": {
        "bg": "На основание чл. 21, ал. 1 от Закона за публичните предприятия (ЗПП), чл. 37, ал. 2 от Правилника за прилагане на Закона за публичните предприятия (ППЗПП), чл. 5 и чл. 7, ал. 1 от Вътрешните правила за провеждане на конкурсна процедура за членове на органи за управление и контрол в Държавно предприятие „Фонд затворно дело“, в което министърът на правосъдието е орган, упражняващ правата на държавата, със заповед № ЛС-04-711/23.11.2021 г. на министъра на правосъдието е обявена конкурсна процедура за избор на двама представители на държавата и на двама независими члена за членове в Управителния съвет на Държавно предприятие „Фонд затворно дело“.",
        "en": ""
      },
      "docs": [
        {
          "id": "e2656931-8d52-4e66-a91e-97b5cce0d8e8",
          "title": {
            "bg": "Заповед",
            "en": ""
          },
          "link": "9E76BABD1822C39B7DB8F96816DA1B5C"
        },
        {
          "id": "c53b1fc5-64f0-469f-8ad6-06368086d450",
          "title": {
            "bg": "Публична покана",
            "en": ""
          },
          "link": "0D7E58CEAB436EBE4FE3C1EBF9DC7E02"
        },
        {
          "id": "bcd86d05-b65f-40b4-8a87-a749d5abb942",
          "title": {
            "bg": "Заявление за участие",
            "en": ""
          },
          "link": "974A0B1BC857EBD775C1B85DFAC817A3"
        },
        {
          "id": "5082ba88-695c-42da-aef4-0153dfbecc3c",
          "title": {
            "bg": "Декларация по по чл. 20 ал. 1 т. 3 и т. 5 - 13 от ЗПП",
            "en": ""
          },
          "link": "1D6133F067365164EB903EB5525F9B2E"
        },
        {
          "id": "9b4cc922-20c1-4af6-a126-5d940d7bab06",
          "title": {
            "bg": "Декларация по чл. 23 от ЗПП",
            "en": ""
          },
          "link": "93AA5A125FBA22C4D2AA886743E18C0E"
        },
        {
          "id": "c14a8fb2-9da9-4f2a-b319-407fdf3c25f0",
          "title": {
            "bg": " ОБЯВЛЕНИЕ – 23.12.2021 г.",
            "en": ""
          },
          "link": "82C3C210374E996D61FAAA81880669F8"
        }
      ],
      "date": "2021-11-25",
      "canceled": false
    }
  ]
}',
1,
5,
0


)

select @blockId = @@identity

insert into [dbo].[BlockTypePropertyValue]([BlockId], [PropertyId], [Value])
values(@blockId, 'header', 6)
